[
    {
        "site":"FXStreet",
        "title":"BoC's Macklem: US trade policy remains unpredictable",
        "authors":"",
        "publish_date":"2025-07-30 09:00:00+00:00",
        "text":"Tiff Macklem, Governor of the Bank of Canada, answered reporters' questions on the central bank's policy outlook. This followed the recent BoC's decision to keep its policy rate at 2.75%, which was largely anticipated by the market.\n\n\n\n\n\nBoC press conference key highlights\n\nWe see signs of underlying upside pressure on inflation.\n\nThe US trade policy remains unpredictable.\n\nWe're looking at a shorter horizon than usual.\n\nThe Canadian economy is showing signs of resilience.\n\nThis section below was published at 13:45 GMT to cover the Bank of Canada's policy announcements and the initial market reaction.\n\nIn line with market analysts’ expectations, the Bank of Canada held its policy rate steady at 2.75% on Wednesday.\n\nBoC's policy statement highlights\n\nThe Bank of Canada monetary policy report does not provide economic forecasts and cites uncertainty generated by US tariffs.\n\nRisk of a severe and escalating global trade conflict has diminished since April.\n\nReleases a current tariffs scenario as well as two alternative scenarios, one with increased and another with decreased tariffs.\n\nIn the current tariff scenario, GDP grows by about 1% in the second half of 2025 and then picks up, hitting 1.8% in 2027; inflation stays close to 2% over the scenario horizon.\n\nIn the de-escalation scenario, GDP grows around 2% in the second half of 2025 and then averages around 1.7% through the end of 2027; inflation falls in Q1 2026 before rising to close to 2% in 2027.\n\nIn the escalation scenario, growth falls in 2025 before picking up in the first half of 2026 and rising to an average of 2%; inflation rises to just above 2.5% in Q3 2026 and then falls to around 2% in 2027.\n\nQ2 Canadian exports look to have fallen by around 25%; Q2 imports likely fell by about 10%.\n\nIn all three scenarios, the nominal neutral interest rate in Canada is estimated to be in the range of 2.25% to 3.25%.\n\nQ2 growth in final domestic demand is estimated to be just above 1%, and Q2 consumption growth is seen at about 1%.\n\nThe Q2 output gap is estimated to have widened to between –1.5% and –0.5% from between –1.0% and 0% in Q1.\n\nMarket reaction\n\nThe Canadian Dollar (CAD) remains on the defensive in a context of persistent USD buying, with USD\/CAD navigating the area of two-month tops beyond the 1.3800 barrier following the BoC’s decision to leave rates unchanged.\n\nCanadian Dollar PRICE Today The table below shows the percentage change of Canadian Dollar (CAD) against listed major currencies today. Canadian Dollar was the strongest against the Australian Dollar. USD EUR GBP JPY CAD AUD NZD CHF USD 0.68% 0.42% 0.46% 0.33% 0.89% 0.66% 0.70% EUR -0.68% -0.23% -0.31% -0.37% 0.17% -0.02% 0.07% GBP -0.42% 0.23% -0.08% -0.08% 0.43% 0.24% 0.32% JPY -0.46% 0.31% 0.08% -0.04% 0.52% 0.30% 0.34% CAD -0.33% 0.37% 0.08% 0.04% 0.56% 0.32% 0.41% AUD -0.89% -0.17% -0.43% -0.52% -0.56% -0.18% -0.11% NZD -0.66% 0.02% -0.24% -0.30% -0.32% 0.18% 0.08% CHF -0.70% -0.07% -0.32% -0.34% -0.41% 0.11% -0.08% The heat map shows percentage changes of major currencies against each other. The base currency is picked from the left column, while the quote currency is picked from the top row. For example, if you pick the Canadian Dollar from the left column and move along the horizontal line to the US Dollar, the percentage change displayed in the box will represent CAD (base)\/USD (quote).\n\nThis section below was published as a preview of the Bank of Canada's (BoC) monetary policy announcements at 09:00 GMT.\n\nFXStreet expects the Bank of Canada to maintain unchanged rates on July 30.\n\nThe Canadian Dollar maintains a positive tone vs. the US Dollar.\n\nThe July meeting could be the fourth consecutive decision with rates at 2.75%.\n\nUS tariffs would remain in the spotlight at Governor Macklem’s press conference.\n\nAs the Bank of Canada (BoC) gets set to issue a new interest rate decision on Wednesday, July 30, there is a growing sense that the cutting cycle might have already ended.\n\nThe BoC decided to keep rates steady in June, citing a Canadian economy that is \"softer but not sharply weaker\" and noting \"firmness in recent inflation data.\" Indeed, the policy rate stands at 2.75%, which remains within the bank’s estimated neutral range for interest rates, set between 2.25% and 3.25%.\n\nPresident Donald Trump's tariff agenda continues to be a significant global influence. Since his January return to the White House, he has dangled a slew of new levies that could ripple through global supply chains, and those threats will likely dominate Governor Tiff Macklem’s post‑meeting press conference.\n\nThe BoC's Q2 Business Outlook Survey (BOS), out on July 21, indicated that Canadian firms are worried about the worst-case tariff situation but are still hesitant to hire and invest. The BOS revealed that companies' short-term inflation predictions have returned to where they were a year ago, and businesses now see a recession scenario as less likely. Earlier this year, businesses were worried that US tariffs would hurt the economy, but so far the effects have mostly been seen in the steel, aluminium, and vehicle industries.\n\nConsumers are feeling the economy’s slowdown in their own pay cheques, the latest Survey of Consumer Expectations shows. With the job market looking softer, more people say they’re uneasy about hanging on to their positions. This anxiety is permeating everyday life as households are reported to be tightening their budgets and altering their shopping habits as the trade war noise intensifies. While they don't anticipate a surge in prices in the near future, many express concern that a new set of tariffs could hinder the central bank's ability to control inflation.\n\nPreviewing the BoC’s interest rate decision, analyst Taylor Schleich at the National Bank of Canada noted, \"There’s growing momentum around the idea that the easing cycle is over. We disagree, and we don’t expect the Governing Council to validate this more hawkish view. Instead, they’re likely to keep guidance unchanged, reiterating that they’re proceeding carefully and monitoring the same four indicators: export demand; tariff impacts on investment, employment, and spending; inflation; and inflation expectations.”\n\nWhen will the BoC release its monetary policy decision, and how could it affect USD\/CAD?\n\nThe Bank of Canada will publish its policy decision on Wednesday at 13:45 GMT alongside its Monetary Policy Report (MPR). After that, Governor Tiff Macklem will attend a press conference at 14:30 GMT.\n\nMost economists expect the Bank of Canada (BoC) to keep its policy rate anchored at 2.75% on July 30, extending the pause begun in May and June. The decision arrives as the Canadian Dollar quietly grinds higher, rebounding from winter lows near 1.4800 vs. its American counterpart to the current vicinity of 1.3700.\n\nPablo Piovano, a Senior Analyst at FXStreet, said that \"USD\/CAD maintains its rebound from the area of yearly in the 1.3550-1.3540 range. While below its key 200-day Simple Moving Average (SMA) at 1.4038, the bearish scenario is expected to prevail.”\n\n\"USD\/CAD hit a new YTD bottom of 1.3538 on June 16. Once this level is cleared, more losses could go all the way down to the September 2024 floor of 1.3418 (September 25),\" Piovano said.\n\nPiovano adds that \"on the upside, the pair should run into initial resistance at its June ceiling of 1.3797 set on June 23, prior to the May peak of 1.4015 reached on May 12.”\n\nThe Relative Strength Index (RSI) has rebounded beyond the 52 level, which means that further upside appears on the cards over a short-term horizon. Piovano ends by saying, \"The Average Directional Index (ADX) below 15 also shows that the trend lacks conviction.\"\n\nInterest rates FAQs What are interest rates? Interest rates are charged by financial institutions on loans to borrowers and are paid as interest to savers and depositors. They are influenced by base lending rates, which are set by central banks in response to changes in the economy. Central banks normally have a mandate to ensure price stability, which in most cases means targeting a core inflation rate of around 2%. If inflation falls below target the central bank may cut base lending rates, with a view to stimulating lending and boosting the economy. If inflation rises substantially above 2% it normally results in the central bank raising base lending rates in an attempt to lower inflation. How do interest rates impact currencies? Higher interest rates generally help strengthen a country’s currency as they make it a more attractive place for global investors to park their money. How do interest rates influence the price of Gold? Higher interest rates overall weigh on the price of Gold because they increase the opportunity cost of holding Gold instead of investing in an interest-bearing asset or placing cash in the bank. If interest rates are high that usually pushes up the price of the US Dollar (USD), and since Gold is priced in Dollars, this has the effect of lowering the price of Gold. What is the Fed Funds rate? The Fed funds rate is the overnight rate at which US banks lend to each other. It is the oft-quoted headline rate set by the Federal Reserve at its FOMC meetings. It is set as a range, for example 4.75%-5.00%, though the upper limit (in that case 5.00%) is the quoted figure. Market expectations for future Fed funds rate are tracked by the CME FedWatch tool, which shapes how many financial markets behave in anticipation of future Federal Reserve monetary policy decisions.",
        "link":"https:\/\/www.fxstreet.com\/news\/boc-set-to-leave-interest-rate-unchanged-amid-what-some-consider-the-end-of-cutting-cycle-202507300900"
    },
    {
        "site":"FXStreet",
        "title":"Fed's Powell: We have made no decisions about September",
        "authors":"",
        "publish_date":"2025-07-30 10:00:00+00:00",
        "text":"At the usual post‑meeting press conference, Fed Chair Jerome Powell outlined why policymakers chose to keep the federal funds rate at 4.25%–4.50% following July’s meeting and took reporters’ questions on the decision.\n\n\n\n\n\nPowell's press conference takeaways\n\nEconomy is in a solid position.\n\nInflation is somewhat above target.\n\nBelieve the current stance of policy leaves us well positioned to respond in a timely way.\n\nModeration in growth reflects a slowdown in consumer spending.\n\nActivity in the housing sector remains weak.\n\nUnemployment is low and has remained in a narrow range.\n\nWide set of indicators suggests the job market is near maximum employment.\n\nExpects PCE up 2.5% and Core up 2.7% in 12 months through June.\n\nMost measures of longer-run inflation expectations are consistent with the Fed's goal.\n\nTariffs have exerted pressure on some goods, but the wider impact is uncertain.\n\nSee current stance as appropriate to guard against inflation risks.\n\nOn track to wrap up policy review by late summer.\n\nWe are modestly restrictive.\n\nEconomy not behaving as though modestly restrictive policy is holding it back inappropriately.\n\nExpect to have more information in coming months.\n\nWe have made no decisions about September.\n\nStatement about uncertainty reflects change since the last meeting; it had not diminished further since the June meeting.\n\nBeen a very dynamic time for trade negotiations.\n\nStill a ways away from seeing where things settle.\n\nMany uncertainties are left to resolve.\n\nFeels like there’s much more to come.\n\nGDP and PDFP numbers came in right about where we expected them.\n\nIf you look at the labour market, by many measures it is still in balance.\n\nVery similar to where they were a year ago, job creation has slowed, but so has the supply of workers.\n\nDemand and supply for workers are coming down at about the same rate.\n\nDownside risks to the labour market are certainly apparent.\n\nMain number you have to look at now is the unemployment rate.\n\nBreakeven number for job creation has come down.\n\nThis section below was published at 18:00 GMT to cover the Federal Reserve's policy decisions and the immediate market reaction.\n\nAt its July policy meeting, the Federal Reserve held the Federal Funds Target Range (FFTR) steady at 4.25%–4.50%, exactly as markets had anticipated.\n\nIndeed, in a closely divided vote, the Federal Reserve opted to keep interest rates unchanged, offering no clear signal on when borrowing costs might be cut. Two governors—both Trump appointees who share the president’s view that policy remains too restrictive—registered their dissent.\n\nHighlights from the FOMC statement\n\nThe Fed leaves the key overnight interest rate in the 4.25–4.50% range, saying uncertainty about the economic outlook remains elevated.\n\nRecent indicators suggest growth of economic activity moderated in the first half of 2025.\n\nInflation remains somewhat elevated.\n\nUnemployment rate remains low; labour market conditions remain solid.\n\nGovernors Waller and Bowman dissented, preferring to lower the funds rate by a quarter of a percentage point.\n\nMarket reaction to Fed policy announcements\n\nThe Greenback maintains its bullish outlook in place, albeit receding a tad from earlier two-month tops near 99.60 when tracked by the US Dollar Index (DXY). Markets' attention now gyrates to Chair Powell press conference.\n\nUS Dollar PRICE Today The table below shows the percentage change of US Dollar (USD) against listed major currencies today. US Dollar was the strongest against the Australian Dollar. USD EUR GBP JPY CAD AUD NZD CHF USD 0.53% 0.41% 0.25% 0.26% 0.79% 0.55% 0.45% EUR -0.53% -0.08% -0.36% -0.29% 0.22% 0.03% -0.05% GBP -0.41% 0.08% -0.26% -0.15% 0.33% 0.14% 0.06% JPY -0.25% 0.36% 0.26% 0.06% 0.60% 0.38% 0.27% CAD -0.26% 0.29% 0.15% -0.06% 0.53% 0.30% 0.22% AUD -0.79% -0.22% -0.33% -0.60% -0.53% -0.18% -0.26% NZD -0.55% -0.03% -0.14% -0.38% -0.30% 0.18% -0.08% CHF -0.45% 0.05% -0.06% -0.27% -0.22% 0.26% 0.08% The heat map shows percentage changes of major currencies against each other. The base currency is picked from the left column, while the quote currency is picked from the top row. For example, if you pick the US Dollar from the left column and move along the horizontal line to the Japanese Yen, the percentage change displayed in the box will represent USD (base)\/JPY (quote).\n\nThis section below was published at 10:00 GMT as a preview of the Federal Reserve's policy announcements.\n\nThe Federal Reserve is expected to leave the policy rate unchanged for the fifth consecutive meeting.\n\nThe statement language and comments from Fed Chair Powell could offer key clues about the policy outlook.\n\nThe US Dollar could weaken in case investors are convinced of a rate cut in September.\n\nThe United States (US) Federal Reserve (Fed) will announce its interest rate decision and publish the policy statement following the July policy meeting on Wednesday.\n\nMarket participants widely anticipate the US central bank will leave policy settings unchanged for the fifth consecutive meeting after cutting the interest rate by 25 basis points (bps) to the 4.25%-4.50% range last December.\n\nThe CME FedWatch Tool shows that investors virtually see no chance of a rate cut in July, while pricing in about a 64% probability of a 25 bps reduction in September. This market positioning suggests that the US Dollar faces a two-way risk heading into the event.\n\nThe revised Summary of Economic Projections (SEP), published in June, showed that policymakers’ projections implied 50 bps of rate cuts in 2025, followed by 25 bps reduction in both 2026 and 2027. Seven of 19 Fed officials pencilled in no cuts in 2025, two of them saw one cut, while eight of them projected two and two of them forecast three cuts this year.\n\nFollowing the June meeting, Fed Governor Christopher Waller voiced his support for a July rate cut in his public appearances, arguing that they should not wait until the labor market is in trouble before easing the policy. Similarly, Fed Governor Michelle Bowman said that she is open to cutting rates as soon as July since inflation pressures remain contained. Meanwhile, United States (US) President Donald Trump extended his attempts to pressure the US central bank into cutting interest rates in July. While addressing reporters alongside British Prime Minister Keir Starmer on Monday, Trump reiterated that the US economy could be doing better if the Fed were to cut rates.\n\nPreviewing the Fed meeting, “the FOMC is again widely expected to keep its policy stance unchanged next week, with the Committee maintaining rates at 4.25%-4.50%,” noted analysts at TD Securities. “We expect Powell to repeat his patient, data-dependent policy stance while maintaining flexibility around the Committee's next move in September. We believe two dissents, from Governors Bowman and Waller, are likely at this meeting.”\n\nWhen will the Fed announce its interest rate decision and how could it affect EUR\/USD?\n\nThe Fed is scheduled to announce its interest rate decision and publish the monetary policy statement on Wednesday at 18:00 GMT. This will be followed by Fed Chair Jerome Powell's press conference starting at 18:30 GMT.\n\nIn case Powell leaves the door open for a rate cut in September, citing alleviated uncertainty after the US reached trade deals with some major partners, such as the European Union and Japan, the USD could come under renewed selling pressure with the immediate reaction.\n\nConversely, the USD could gather strength against its rivals if Powell repeats the need for a patient approach to policy-easing, highlighting sticky June inflation readings and relatively healthy labor market conditions. In this scenario, investors could refrain from pricing in a rate cut in September and wait for new inflation and employment data.\n\nEren Sengezer, European Session Lead Analyst at FXStreet, provides a short-term technical outlook for EUR\/USD:\n\n“The near-term technical outlook points to a buildup of bearish momentum. The Relative Strength Index (RSI) indicator on the daily chart stays below 50 and EUR\/USD trades below the 50-day Simple Moving Average (SMA) for the first time since late February.”\n\n“On the downside, 1.1440 (Fibonacci 23.6% retracement level of the February-July uptrend) aligns as the next support level ahead of 1.1340 (100-day SMA) and 1.1200 (Fibonacci 38.2% retracement). Looking north, resistance levels could be spotted at 1.1700 (20-day SMA), 1.1830 (end-point of the uptrend) and 1.1900 (static level, round level).”",
        "link":"https:\/\/www.fxstreet.com\/news\/federal-reserve-set-to-leave-interest-rates-unchanged-as-uncertainty-clouds-economic-outlook-202507301000"
    },
    {
        "site":"FXStreet",
        "title":"How spousal IRAs help non-earning spouses save for retirement",
        "authors":"",
        "publish_date":"2025-07-30 13:04:30.388000+00:00",
        "text":"Individual Retirement Accounts (IRAs) play a central role in the retirement planning strategy of American households. These accounts offer significant tax advantages for those seeking to save for retirement, particularly as a complement to or in the absence of an occupational retirement savings plan such as a 401(k).\n\nAmong the various types of IRAs available, two options are sometimes confused: Traditional IRAs and Spousal IRAs. Yet their functions, eligibility criteria and benefits are quite distinct.\n\nTraditional IRA: The classic formula\n\nThe Traditional IRA is an individual retirement savings account that allows contributions to be made with pre-tax income, thereby reducing taxable income for the current year.\n\nThe gains generated (interest, dividends, capital gains) from the investments are not taxed until withdrawn. It’s a tax-deferred growth mechanism that encourages long-term capital accumulation.\n\nHowever, withdrawals made after age 59 and a half are taxed as ordinary income. Before that age, early withdrawals are penalized, apart from certain exceptions.\n\nFrom age 73, Required Minimum Distributions (RMDs) must be made, imposing an annual minimum withdrawal schedule.\n\nThe Traditional IRA is open to anyone with taxable income, even if they are also covered by a 401(k) plan or Social Security benefits. However, deductibility of contributions depends on household income.\n\nThe Spousal IRA: A valuable exception for married couples\n\nThe Spousal IRA is a special provision that enables a spouse with no income, or very low income, to benefit from an Individual Retirement Account (IRA) thanks to his or her partner's income.\n\nThis is a particularly useful solution in families where one of the spouses stays at home, raises the children or is temporarily out of the job market.\n\nThe principle is simple: the working spouse can finance an IRA on behalf of the non-working spouse, as long as the couple declares their income jointly and the household income covers the total amount of the contributions.\n\nBut there is something important to note: Although funded by the active spouse, the account belongs entirely to the beneficiary spouse. This is a real recognition of his or her long-term financial autonomy, even without direct professional activity.\n\nIn short, a Spousal IRA is a means of accessing a Traditional IRA (or Roth IRA ) for people who, in theory, would not be entitled to one. It is not, therefore, a separate type of IRA, but a special eligibility scheme.\n\nTax and contribution advantages of Spousal IRAs\n\nThe tax advantages of Spousal IRAs are identical to those of conventional IRAs. The inactive spouse can choose between a Traditional IRA (deductible contributions, taxable withdrawals) or a Roth IRA (non-deductible contributions, tax-free withdrawals), depending on the household income level.\n\nIn 2025, the contribution limit is $7,000 per person, or $8,000 if one or both spouses are age 50 or over, thanks to the catch-up contribution.\n\nThis means that a couple can contribute up to $14,000 or $16,000 a year to two separate IRAs, provided their overall taxable income allows it.\n\nThis ability to double retirement savings via two separate accounts represents a powerful lever for retirement planning, especially when you consider the long-term benefits of compounding .\n\nWhy the Spousal IRA is essential for retirement planning\n\nThe Spousal IRA is much more than a tax solution, it's a tool for financial inclusion. Too often, spouses without a regular income neglect their long-term financial security.\n\nYet Social Security benefits or a spouse's income are not always enough to guarantee a secure retirement, especially in the event of death, divorce or a change in professional situation.\n\nOpening a Spousal IRA means actively preparing for your retirement, even without personal income. It also means offering your family greater financial stability in the future by better distributing sources of income at retirement age.\n\nWhich retirement strategy is right for your household?\n\nThe choice between a Traditional IRA and a Spousal IRA doesn't conflict. The Spousal IRA is a gateway to a Traditional IRA (or Roth IRA) when personal income is lacking or insufficient. For married couples with unequal incomes, it is a formidable planning tool.\n\nIn a global retirement planning logic, it is often wise to maximize both accounts. This makes it possible to double retirement savings while taking advantage of immediate (Traditional IRA) or deferred (Roth IRA) tax benefits, depending on household income and objectives.\n\nBy intelligently integrating the Spousal IRA into your retirement strategy, you can strengthen the security of each spouse and prepare for the future on a more balanced basis.",
        "link":"https:\/\/www.fxstreet.com\/finance\/traditional-ira-vs-spousal-ira-what-are-the-main-differences-and-advantages-202507301304"
    },
    {
        "site":"FXStreet",
        "title":"UnitedHealth stock spirals after missing quarterly EPS, lowering 2025 guidance",
        "authors":"",
        "publish_date":"2025-07-29 16:37:17.922000+00:00",
        "text":"UNH stock loses over 5% as earnings miss consensus.\n\nMedicals costs continue to rise for UnitedHealth Group.\n\nInsurer lowers 2025 revenue guidance, cuts adjusted EPS outlook to $16.\n\nUPS, Merck, Boeing earnings also disappoint.\n\nUnitedHealth Group (UNH) stock sank over 5% on Tuesday after the largest health insurer in the US missed Wall Street's already lowered estimate for the second quarter. The Minnesota-based company reported adjusted earnings per share of $4.08, which was more than 8% off the $4.45 consensus target.\n\nAdditionally, the health insurer lowered its full-year 2025 guidance on revenue. UNH stock sank below $267 toward the vicinity of its five-year lows witnessed on May 15.\n\nThe Dow Jones Industrial Average (DJIA), which includes UNH as a top holding, shed 0.5%, while the NASDAQ Composite lost 0.4% and the S&P 500 dropped 0.3%. The negativity follows a poor showing from the JOLTS Job Openings report that arrived at 7.437 million open positions in June, which was below the 7.55 million consensus and the 7.771 revised figure from May.\n\nMeanwhile, the Conference Board's US Consumer Confidence Index rose to 97.2 in July from 95.2 in June. However, the US stock market focused on a slew of negative earnings releases. Besides UnitedHealth, UPS (UPS), Merck (MRK), PayPal (PYPL) and Boeing (BA) all sold off substantially on poor showings.\n\nUnitedHealth Group earnings review\n\nRevenue of $111.62 billion was a bright spot in UnitedHealth's second-quarter release. The figure rose 13% YoY and beat consensus by $30 million.\n\nThe downside was once again the sharply rising medical costs that health insurers across the country are facing. The company reported a consolidated medical care ratio of 89.4%, which was 430 basis points higher than a year earlier and wiped out much of its profits.\n\nManagement blamed the government's reduction in Medicare funding, as well as higher medical intensity trends and unit costs. UnitedHealth's former CEO Andrew Witty left in May after first-quarter results showed a similar stark reversal in fortunes.\n\nFor the full-year 2025 outlook, management gave a midpoint of $446.75 billion, which compares negatively to the past guidance for $449 billion. Still, the insurer remains on a customer growth trajectory for both Optum and UnitedHealthcare segments.\n\nManagement also lowered the 2025 guidance for adjusted EPS to $16.00 from $20.90. Looking ahead, some investors are worried about the US government reducing funding to the Medicare Part D program that funds pharmaceuticals for seniors. The Trump administration is set to reduce funding by 40% in 2026, which will sharply increase costs for the retired population by way of spiking premiums.\n\nUnitedHealth Group stock forecast\n\nUNH stock is now well off its all-time high from November 2024 above $630, down 57% in just nine months. Trending below the 200-day, 100-day and 50-day Exponential Moving Averages, UNH is still trading above the May 15 low of $248.88.\n\nLong-term holders will add to positions here, knowing that the insurance industry is generally safe and will revert higher as cyclical issues fade. But many will also stay on the sidelines as the US Justice Department continues its investigation of Medicare billing practices.\n\nTrading near the oversold region on Tuesday with a Relative Strength Index (RSI) reading of 31, most institutional holders won't repurchase UNH until a confirmed close above the $342 level or a closing of the May 12 gap at $376.84.\n\nTraders will expect some time to pass before UNH makes its way back to those levels. For right now, the only bull targets in sight are the 50-day and 100-day SMA in the $290s.\n\nUNH daily stock chart\n\n\n\n",
        "link":"https:\/\/www.fxstreet.com\/news\/unitedhealth-stock-spirals-after-missing-quarterly-eps-lowering-2025-guidance-202507291637"
    },
    {
        "site":"FXStreet",
        "title":"FundedFX launches global prop trading challenges with flexible scaling and on-demand payouts",
        "authors":"",
        "publish_date":"2025-07-29 07:57:37+00:00",
        "text":"FundedFX, a next-generation prop trading evaluation firm, has officially expanded its programs worldwide, giving traders of all experience levels access to up to $200,000 in simulated funded accounts, transparent evaluation challenges, and fast, reliable payouts. Built on a mission of transparency and equal opportunity, FundedFX is aiming to remove traditional capital barriers and help traders prove their skills in a fair, structured environment.\n\nClear Challenges and Transparent Rules\n\nFundedFX gives traders two distinct ways to get funded: the 1-Step Challenge for speed-focused traders and the Classic 2-Step Challenge for those who thrive under structured progression.\n\nWith the 1-Step Challenge, traders can skip the waiting and move fast. It features a single evaluation phase, no second stage, and up to 90% profit splits. Traders choose account sizes from $10,000 to $200,000, with straightforward rules, a 30-day trading window, and low drawdown limits. Once funded, there are no minimum trading days, and payouts can be requested every 14 days—or sooner using the “30% best day rule.”\n\nFor those preferring a more traditional path, the 2-Step Challenge provides a phased route with higher leverage and longer trading periods. It includes two evaluation stages designed to test both strategy and consistency, followed by a funded account with the same generous payout model. This option is ideal for traders who excel over time and want to prove their edge across multiple benchmarks.\n\nBoth challenges offer up to 90% profit share, scalable funding up to $200,000, and entry fees starting as low as $85, making FundedFX a flexible, competitive solution for traders at any level.\n\nEmpowering Traders Everywhere\n\nFundedFX operates on the principle that skill should define a trader’s journey — not financial background. Its platform prioritizes fair terms, robust risk management tools, and comprehensive educational resources. Traders execute on the Match‑Trader platform— fully integrated with TradingView—combining deep liquidity, intuitive order management, and professional‑grade charting across desktop, web, and mobile devices.\n\nA strong commitment to mentorship, community, and clear communication underpins FundedFX’s approach, ensuring every trader, whether new or experienced, has the tools and guidance needed to succeed.\n\nFundedFX’s vision is to make prop trading more inclusive and transparent by focusing on talent, opportunity, and performance-based rewards.\n\nFor details on available challenges, profit splits, or payout processes, visit www.fundedfx.com.\n\nAbout FundedFX\n\nFundedFX is a prop trading evaluation firm providing simulated accounts for skill-based trader funding challenges. Its model is designed to support traders with transparent terms, scalable funding opportunities, and reliable payouts while maintaining a strong emphasis on education, community, and fair trading practices.\n\nMore information at: www.fundedfx.com",
        "link":"https:\/\/www.fxstreet.com\/press-releases\/fundedfx-launches-global-prop-trading-challenges-with-flexible-scaling-and-on-demand-payouts-202507290757"
    },
    {
        "site":"FXStreet",
        "title":"CFI Achieves Record-Breaking $1.51 Trillion Trading Volume in Q2 2025",
        "authors":"",
        "publish_date":"2025-07-28 15:05:38+00:00",
        "text":"Dubai, UAE – 28 July 2025 – CFI Financial Group, a leading global online trading provider, is proud to announce a record-breaking trajectory with landmark performance in the second quarter of 2025. The Group posted an all-time high quarterly trading volume of $1.51 trillion, bringing the first half of 2025 total volume to $2.79 trillion, representing a 110% increase from the first half of 2024 and a 31% increase from the second half of 2024. These results reinforce CFI’s position at the forefront of the global trading industry, powered by innovation, client trust, and strategic execution.\n\nQ2 2025: Another Quarter of Unprecedented Growth\n\nCFI’s Q2 results marked a new company record with a trading volume of $1.51 trillion, an 18% increase over Q1 2025, and a 97% increase compared to Q2 2024.\n\nClient growth remained a key driver of CFI’s momentum:\n\nFunded accounts increased by 2% in H1 2025 compared to H2 2024, and by 60% compared to H1 2024.\n\nActive accounts rose by 22% compared to H2 2024, and 84% compared to H1 2024, demonstrating strong engagement and growing platform activity.\n\nStrategic Milestones & Leadership Evolution\n\nCFI’s vision for expansion and leadership took bold new steps this quarter:\n\nAppointment of Ziad Melhem as Group CEO: In a defining move, Ziad Melhem stepped into the role of Group CEO during Q2, marking a new era of leadership. Co-Founders Hisham Mansour and Eduardo Fakhoury transitioned to Chairman and Vice Chairman of the Group, continuing to guide long-term strategy and governance.\n\nOfficial Launch of CFI South Africa: Expanding the Group’s on-ground footprint, CFI celebrated the official launch of its operations in South Africa, reinforcing its commitment to long-term presence and growth in key markets.\n\nLaunch of CFI Academy: A major initiative aimed at empowering traders and investors through education, the CFI Academy was launched to provide accessible, professional-level knowledge across trading and investing topics.\n\nLaunch of CFI Bahrain: Laying the foundation for CFI’s entry into Bahrain, with the support and license from the Central Bank of Bahrain, further enhancing CFI’s global presence as part of the group’s bold growth strategy.\n\nGlobal Partnerships & Brand Growth\n\nQ2 2025 was defined by high-profile partnerships that elevated CFI’s global brand visibility:\n\nOfficial Online Trading Partner of the 2025 Turkish Airlines EuroLeague Final Four: A major step into elite international sports sponsorship, boosting brand presence in Europe and beyond.\n\nOfficial Online Trading Partner of Etihad Arena: A high-impact partnership with the UAE’s premier entertainment venue, emphasizing CFI’s connection to innovation, performance, and community engagement.\n\nA New Global Icon Joins the CFI Family\n\nIn a landmark brand moment, CFI announced the appointment of Maria Sharapova, five-time Grand Slam champion and entrepreneur, as its official Global Brand Ambassador. The partnership reflects shared values of discipline, excellence, and international reach.\n\nCelebrating Excellence: Awards & Recognition\n\nIn recognition of its continued excellence, CFI received several prestigious awards in Q2 2025, including:\n\n“Most Regulated Trading Broker” - ProFX Expo MENA 2025\n\n“Best Broker in the Middle East” - Money Expo Abu Dhabi 2025\n\n“Best Trading Tools - Africa” and “Best Rising Broker – Africa” - Finance Magnates Africa Summit (FMAS:25)\n\n“Most Transparent FX Broker” and “Best FX Broker, Middle East” - World Finance Forex Awards 2025\n\nLooking ahead\n\nZiad Melhem, Group CEO of CFI, commented:\n\n“Stepping into the CEO role during a quarter of record-breaking performance makes this chapter especially meaningful. Q2 2025 was not only about numbers, it was about momentum. From our global partnerships and regional expansion to launching initiatives like the CFI Academy, we are actively shaping the future of trading. The results we’re seeing today reflect years of building, refining, and pushing boundaries. With a world-class team behind me, I’m excited about what we’ll accomplish together in the second half of the year and beyond.”\n\nAs the Group progresses through 2025, its focus remains steadfast: scaling innovation, expanding its global footprint, and delivering world-class trading experiences to clients everywhere.\n\n\n\nAbout CFI: CFI Financial Group, established in 1998, is MENA's leading online trading broker with over 25 years of experience. Operating from key locations like London, Abu Dhabi, Dubai, Cape Town, Baku, Beirut, Amman, and Cairo, CFI provides seamless access to both global and local markets. Offering diverse trading options across equities, currencies, commodities, and more, CFI delivers superior conditions, including zero-pip spreads, no commission fees, and ultra-fast execution.\n\nThe company is a leader in AI-driven tools, offering intuitive and advanced solutions for traders of all experience levels. CFI fosters financial literacy through multilingual educational content and inspires excellence through partnerships with global icons like AC Milan, FIBA WASL, and MI Cape Town cricket team, as well as the Department of Culture and Tourism – Abu Dhabi. With Seven-Time Formula One™ World Champion Sir Lewis Hamilton as Global Brand Ambassador, CFI reflects a shared commitment to innovation and success while supporting cultural and community initiatives worldwide.\n\n\n\nFor more information: www.cfi.trade",
        "link":"https:\/\/www.fxstreet.com\/press-releases\/cfi-achieves-record-breaking-151-trillion-trading-volume-in-q2-2025-202507281505"
    },
    {
        "site":"FXStreet",
        "title":"Forex Expo Dubai 2025 nears sell-out as over 250 global brands confirm participation",
        "authors":"Forex Expo Dubai",
        "publish_date":"2025-07-28 12:52:13+00:00",
        "text":"The 8th edition of Forex Expo Dubai is nearing full capacity, with over 250 top-tier forex and fintech brands already confirmed to exhibit. Taking place on 6–7 October 2025 at the Dubai World Trade Centre, the expo has become the go-to meeting place for industry players aiming to scale their presence across the Middle East, Africa, and beyond — serving as a gateway to unmatched exposure, powerful networking, and direct access to thousands of traders, investors, and brokers from around the globe.\n\nFrom its debut in 2019 with just 50 exhibiting companies, Forex Expo Dubai has experienced phenomenal growth, transforming into one of the world’s most influential forex & trading events. Today, it stands as one of the largest forex gatherings globally, offering brands the opportunity to drive real business outcomes through high-impact engagement and expanded visibility across priority trading markets worldwide.\n\nTop-tier participants already confirmed for this year’s edition include ADSS, Alpari, CFI Financial Group, CXM, Eightcap, Exness, IC Markets, Ingot, JustMarkets, Kanak Capital Markets, Traze, Valetax, Vantage, VT Markets, xChief, XM, XS.com, among others— reinforcing the event’s credibility and continued upward trajectory.\n\nWith a surge in space requirements driven by strong demand from key industry players, the 2025 edition of Forex Expo Dubai is now entering its final phase of stand confirmations.\n\nCommenting on the strong momentum, Niyaz Mohamed, Commercial Director at HQ MENA - organizers of Forex Expo Dubai, stated:\n\n“Each year, we witness a surge in demand as leading global players recognize the tangible business value and networking reach that Forex Expo Dubai delivers. With booth space running out, we’re entering the final phase of confirmations for companies serious about growth and visibility in the region.”\n\nWhy Leading Forex Brands Make Forex Expo Dubai 2025 a Priority\n\nGlobal Industry Representation : The 2025 edition will feature over 250 exhibiting companies from more than 30 countries, showcasing next-generation trading platforms, liquidity solutions, and financial technologies.\n\n: The 2025 edition will feature over 250 exhibiting companies from more than 30 countries, showcasing next-generation trading platforms, liquidity solutions, and financial technologies. Targeted Audience : Forex Expo Dubai is expected to welcome over 30,000 traders, investors, fund managers, introducing brokers (IBs), and affiliates — delivering highly focused exposure for participating brands.\n\n: Forex Expo Dubai is expected to welcome over 30,000 traders, investors, fund managers, introducing brokers (IBs), and affiliates — delivering highly focused exposure for participating brands. Premium Content : The conference agenda includes 100+ expert speakers, featuring regulatory leaders, market analysts, and fintech pioneers shaping the future of global finance.\n\n: The conference agenda includes 100+ expert speakers, featuring regulatory leaders, market analysts, and fintech pioneers shaping the future of global finance. Onsite Business Generation : Proven across past editions, exhibitors consistently close high-value partnerships and client deals through one-on-one meetings and live product demonstrations held directly on the expo floor.\n\n: Proven across past editions, exhibitors consistently close high-value partnerships and client deals through one-on-one meetings and live product demonstrations held directly on the expo floor. Direct Engagement with Retail Traders: The event attracts a massive retail trading community actively seeking new platforms, tools, and broker relationships — providing an ideal environment for exhibitors to convert footfall into long-term customers.\n\nA Few Spaces Remain for Brands Still Looking to Participate\n\nWith strong demand and most of the floor now committed, a limited number of spaces remain available for industry players looking to align with the global forex community in Dubai. Leading brands still have the opportunity to join this year’s edition and benefit from strategic visibility, high-impact engagement, and direct access to key decision-makers.\n\nFor exhibitor inquiries or to request the latest floorplan, interested parties may contact [email protected], visit https:\/\/theforexexpo.com\/dubai, or call\/WhatsApp the organizing team at +971 50 605 1205.\n\nAbout Forex Expo Dubai\n\nForex Expo Dubai is the region’s leading event for traders, brokers, fintech innovators, and financial institutions. Organized by HQ MENA, the expo is held annually at the Dubai World Trade Centre and brings together the global forex and trading community for two days of high-impact networking, product showcases, and expert-led conference sessions.\n\nAbout HQ MENA\n\nHQ MENA is a leading event organizer based in the UAE, focused on delivering world-class exhibitions and conferences across fintech, crypto, finance, and online trading. Its mission is to connect global companies with high-intent audiences through content-rich, high-energy event experiences that drive real results.",
        "link":"https:\/\/www.fxstreet.com\/press-releases\/forex-expo-dubai-2025-nears-sell-out-as-over-250-global-brands-confirm-participation-202507281252"
    },
    {
        "site":"FXStreet",
        "title":"比特幣與山寨幣新聞",
        "authors":"",
        "publish_date":"N\/A",
        "text":"投資者可以根據自己的個人偏好和標準修改過篩選功能，並在做出交易決策時選擇他們想要知道的通知，以掌握與監管缺失和政府持續壓力以及用戶日益增長的興趣相關的高波動性。由於這些因素，市場新聞加密貨幣不斷更新，因此投資者不應錯過加密貨幣市場的機會。",
        "link":"http:\/\/www.fxstreet.hk\/cryptocurrencies\/news"
    },
    {
        "site":"FXStreet",
        "title":"美元在1.1400附近找到臨時支撐，等待歐元區HICP和美國非農就業數據",
        "authors":"",
        "publish_date":"2025-07-31 05:15:55+00:00",
        "text":"歐元\/美元在1.1400附近找到支撐，隨著美元堅挺，下行似乎更為可能。\n\n交易員削減對美聯儲在9月會議上降息的押注。\n\n投資者等待7月份的閃電歐元區HICP和美國非農就業數據。\n\n在週四的亞洲交易時段，歐元\/美元貨幣對在1.1400的整數關口附近吸引了一些買盤。由於美元（USD）在經歷了五天的上漲後稍作喘息，這一主要貨幣對找到了支撐。\n\n美元（USD）追蹤美元對六種主要貨幣的價值，維持在週三創下的兩個月新高附近，約為100.00。\n\n美元 價格 本周 下表顯示了 美元 (USD) 對所列主要貨幣 本周的變動百分比。 美元 對 歐元 最強。 USD EUR GBP JPY CAD AUD NZD CHF USD 2.79% 1.19% 0.73% 0.78% 1.67% 1.53% 1.93% EUR -2.79% -1.58% -1.97% -1.96% -1.09% -1.23% -0.86% GBP -1.19% 1.58% -0.59% -0.38% 0.50% 0.36% 0.73% JPY -0.73% 1.97% 0.59% 0.07% 0.91% 0.79% 1.33% CAD -0.78% 1.96% 0.38% -0.07% 0.86% 0.73% 1.11% AUD -1.67% 1.09% -0.50% -0.91% -0.86% -0.14% 0.23% NZD -1.53% 1.23% -0.36% -0.79% -0.73% 0.14% 0.37% CHF -1.93% 0.86% -0.73% -1.33% -1.11% -0.23% -0.37% 熱圖顯示了主要貨幣相對於其他貨幣的百分比變化。基礎貨幣從左列中選取，而報價貨幣從頂部行中選取。例如，如果您從左列選擇 美元 竝沿著水平線移動到 日元 ，則框中顯示的百分比變化將表示 USD (基數)\/ JPY (報價)。\n\n由於樂觀的第二季度國內生產總值（GDP）閃電數據和美聯儲（Fed）主席傑羅姆·鮑威爾在貨幣政策決定後的新聞發布會上警告的通脹上行風險，美元指數（DXY）在週三大幅上漲，迫使交易員削減對美聯儲在9月會議上降息的押注。\n\n根據CME FedWatch工具，美聯儲在9月會議上降息的概率已從週二的63.3%降至43.2%。\n\n與此同時，投資者等待定於週五發布的7月份美國非農就業數據。穩定的勞動力市場狀況將進一步支持交易員削減對美聯儲鴿派的押注。\n\n在歐元區，投資者等待定於週五發布的7月份初步協調消費者價格指數（HICP）數據。預計價格壓力將適度增長。在週四的交易中，投資者將關注德國、法國和意大利的通脹數據。週三，西班牙的閃電HICP數據顯示，價格壓力環比下降。\n\n,",
        "link":"https:\/\/www.fxstreet.hk\/news\/ou-yuan-mei-yuan-zai-11400fu-jin-zhao-dao-lin-shi-zhi-cheng-deng-dai-ou-yuan-qu-hicphe-mei-guo-fei-nong-jiu-ye-shu-ju-202507310515"
    },
    {
        "site":"FXStreet",
        "title":"日元在日本央行政策後持平於170.00附近，德國HICP數據即將公布",
        "authors":"",
        "publish_date":"2025-07-31 03:34:47+00:00",
        "text":"歐元\/日元在日本央行週四公布利率決議後面臨壓力。\n\n日本央行決定在7月份維持利率不變，符合預期。\n\n交易者等待德國消費者物價指數和消費者物價調和指數數據，預計將在當天晚些時候公布。\n\n歐元\/日元連續第四天下跌，週四亞洲時段交易在169.90附近。該貨幣對在日本央行（BoJ）公布利率決議後失去地位。交易者可能會關注歐元區最大經濟體德國的消費者物價指數（CPI）和消費者物價調和指數（HICP）數據，預計將在週四公布。\n\n日本央行董事會成員週四維持短期利率目標在0.40%-0.50%區間，符合預期。在1月份將利率上調25個基點（bps）至0.50%後，日本央行已連續第四次會議保持利率不變。\n\n日本央行的季度展望報告指出，由於經濟增長放緩，基本通脹可能會停滯，但預計隨後會逐漸加速。關於貿易政策發展的不確定性仍然很高，以及其對經濟的潛在影響。若經濟狀況和價格的發展符合其預測，央行將繼續提高政策利率。\n\n歐元區經濟在第二季度溫和增長0.1%，較第一季度的0.6%大幅放緩，但仍超出無增長的預期。交易者對最近宣布的美國（US）-歐盟（EU）貿易協議表示謹慎，認為該協議對美國的利益不成比例。市場對歐洲央行（ECB）降息的預期被推遲，目前市場預計到2026年3月有90%的概率將降息25個基點。",
        "link":"https:\/\/www.fxstreet.hk\/news\/ou-yuan-ri-yuan-zai-ri-ben-yang-xing-zheng-ce-hou-chi-ping-yu-17000fu-jin-de-guo-hicpshu-ju-ji-jiang-gong-bu-202507310334"
    }
]