[
    {
        "site":"FXStreet",
        "title":"End of Bitcoin bull cycle? IBCI indicator flashes cycle top signal",
        "authors":"",
        "publish_date":"2025-07-25 12:14:49.192000+00:00",
        "text":"Bitcoin sweeps through liquidity around $115,000 level, amid profit-taking and risk-off sentiment.\n\nEthereum rebounds from range low support above $3,500 amid steady ETF inflow.\n\nXRP upholds 100-period EMA support on the 4-hour chart, amid a persistent drop in Open Interest and funding rates.\n\nThe cryptocurrency market is striving for stability following a bearish wave during the Asian session on Friday, which saw Bitcoin (BTC) price slump to an intraday low of $114,723. A recovery is gaining momentum, with BTC exchanging hands at $115,868 at the time of writing, indicating interest in buying the dip could rise in upcoming sessions.\n\nLeading altcoins such as Ethereum (ETH) and Ripple (XRP) are holding steadily above their respective key support levels. Ethereum bulls have been quick to grab the token near support at $3,500, boosting the price to $3,717 at the time of writing. The cross-border money remittance token, XRP, is trading above support at $3.00 after testing a low of $2.95 on Thursday.\n\nMarket overview: Bitcoin retreats amid possible market top and distribution\n\nThe Index Bitcoin Cycle Indicators (IBCI) has closed in on the distribution zone, a range known to reflect euphoria and possible market tops, now for the third time during the current BTC bull cycle, according to CryptoQuant.\n\n\"However, the index only touched the lower base of this zone, reaching the 80% mark, still a far way from the 100% that signaled major tops in previous BTC cycles,\" a CryptoQuant analyst highlighted on Thursday.\n\nThe IBCI level, as shown in the chart below, suggests that the market is in an expansion phase, but has not yet reached its maximum to indicate the end of the cycle. Moreover, aggressive profit-taking has not begun, hinting at the possibility of the bullish cycle extending.\n\n\"The IBCI is being 'held up' by a base of fundamentals that points to an absence of generalized euphoria. This suggests that there is still room for new highs before the market reaches a definitive end-of-cycle top,\" the analyst added.\n\nThe Index Bitcoin Cycle Indicators | Source: CryptoQuant\n\nA glance at the Altcoin Season Index suggests a pause in the altcoins' rally. CoinGlass data shows the index reversing to 43 after peaking at 59 on Monday, nearly three times the value of 20 on July 1. It is not the altcoin season until the index hits 75, indicating aggressive capital rotation from Bitcoin into other tokens.\n\nAltcoin Season Index | Source: CoinGlass\n\nData spotlight: Ethereum ETF inflow steady\n\nEthereum spot Exchange Traded Funds (ETFs) continue to post steady inflows despite the headwinds in the crypto market. According to SoSoValue, investment products licensed in the United States (US) experienced a daily net inflow of $231 million on Thursday, which fell below Wednesday's capital inflow of $332 million. Currently, the total cumulative net inflow stands at $8.88 billion, with net assets averaging $20.7 billion.\n\nEthereum spot ETF data | Source | SoSOValue\n\nBitcoin spot ETFs recorded their first net inflow volume this week, at approximately $227 million on Thursday, signaling an improvement in sentiment. Suppose investors anticipate volatility in the US Dollar (USD) due to the implementation of President Donald Trump's higher tariffs on August 1. In that case, they will likely seek exposure to hedge assets like Bitcoin and Gold, thus keeping prices near the all-time high.\n\nBitcoin spot ETF data | Source | SoSOValue\n\nAs for XRP, interest in the token is dwindling following an impressive run-up to a new record high of $3.66. The Futures Open Interest (OI) chart below, which displays the notional value of futures and options contracts outstanding, shows a sharp correction from a yearly peak of $10.94 billion to $9.1 billion.\n\nIf the decline continues, it would indicate that sentiment and interest in XRP are declining, making it difficult for bulls to sustain the anticipated continuation of the uptrend.\n\nXRP Futures Open Interest | Source: CoinGlass\n\nChart of the Day: Bitcoin offers bearish signals\n\nBitcoin price has extended its decline after peaking at $120,090 on Wednesday. A support at $114,728 halted the down leg, paving the way for a minor reversal to $115,868 at the time of writing.\n\nDespite the reversal, the short-term outlook remains bearish, backed by a sell signal from the Moving Average Convergence Divergence (MACD) indicator, which has been maintained since Thursday on the 4-hour chart.\n\nIf demand increases as investors buy the dip, the MACD indicator may recover toward the zero line, confirming a buy signal with the blue line crossing above the red signal line.\n\nKey areas of interest to traders would be the 100-period Exponential Moving Average (EMA) at $116,461 and the 50-period EMA at $117,843. The 200-period EMA at $113,520 is in line to provide support if the decline resumes.\n\nBTC\/USDT 4-hour chart\n\nAltcoins update: Ethereum approaches breakout\n\nEthereum price is getting closer to another breakout after rebounding from support near $3,500. The 4-hour chart below shows ETH price testing the trendline resistance, which, if broken, could encourage risk-on sentiment and boost the uptrend toward the $4,000 milestone.\n\nIn the event of a reversal, the 50-period EMA at $3,575 will serve as the first key support. However, if the decline extends, the 100-period EMA at $3,351 and the 200-period EMA at $3,065 will come into play to absorb the selling pressure.\n\nETH\/USDT 4-hour chart\n\nAs for XRP, a recovery is underway above the support level at $3.07, provided by the 100-period EMA on the 4-hour chart. A steady upward trend in the price could result in a buy signal from the MACD indicator, prompting traders to seek exposure. Hence, there's a need for traders to watch out for the blue MACD line crossing above the red signal line.\n\nXRP\/USDT 4-hour chart\n\nDespite an improving short-term technical picture, XRP fundamentals show weakness, particularly in the futures Open Interest and funding rates, which have retreated over the last few days. That said, it could be premature to rule out a correction below the $3.07 support, which could expand the bearish scope to the 200-period EMA at $2.80, tested on July 15.\n\nCryptocurrency metrics FAQs What is circulating supply? The developer or creator of each cryptocurrency decides on the total number of tokens that can be minted or issued. Only a certain number of these assets can be minted by mining, staking or other mechanisms. This is defined by the algorithm of the underlying blockchain technology. On the other hand, circulating supply can also be decreased via actions such as burning tokens, or mistakenly sending assets to addresses of other incompatible blockchains. What is market capitalization? Market capitalization is the result of multiplying the circulating supply of a certain asset by the asset’s current market value. What is trading volume? Trading volume refers to the total number of tokens for a specific asset that has been transacted or exchanged between buyers and sellers within set trading hours, for example, 24 hours. It is used to gauge market sentiment, this metric combines all volumes on centralized exchanges and decentralized exchanges. Increasing trading volume often denotes the demand for a certain asset as more people are buying and selling the cryptocurrency. What is the funding rate? Funding rates are a concept designed to encourage traders to take positions and ensure perpetual contract prices match spot markets. It defines a mechanism by exchanges to ensure that future prices and index prices periodic payments regularly converge. When the funding rate is positive, the price of the perpetual contract is higher than the mark price. This means traders who are bullish and have opened long positions pay traders who are in short positions. On the other hand, a negative funding rate means perpetual prices are below the mark price, and hence traders with short positions pay traders who have opened long positions.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
        "link":"https:\/\/www.fxstreet.com\/cryptocurrencies\/news\/crypto-today-bitcoin-declines-amid-de-risking-sentiment-ethereum-and-xrp-hold-key-support-202507251214"
    },
    {
        "site":"FXStreet",
        "title":"IBM stock craters 10% despite reporting hefty Q2 beat",
        "authors":"",
        "publish_date":"2025-07-24 15:03:31.020000+00:00",
        "text":"IBM stock gets slammed after reporting positive Q2 result.\n\nRevenue beat forecasts by $385 million as infrastructure revenue rose 14% YoY.\n\nAnalysts largely take positive view of IBM despite market sell-off.\n\nIBM stock performance takes Dow Jones down with it.\n\nInternational Business Machines (IBM) stock has lost much of its recent rally on Thursday after the market sold the legacy tech giant with shares down 10% at the time of writing. After closing on Wednesday near $282, IBM stock has traded as low as $254 on Thursday morning.\n\nIt's difficult to surmise why the market is so repulsed by the sizable top and bottom line earnings beat, but the tweet below is at least part of the story.\n\nWall Street analysts have been largely impressed by the quarterly result as well. JPMorgan raised its price target on IBM stock from $244 to $290, while the overly bearish UBS grudgingly raised it from $195 to $200. Bank of America Securities cut its price target from $320 to $310, which still shows serious belief in the company at the current share price.\n\nThe only complaint from analyst seems to be that IBM's gains are largely from cyclical segments of its business that do not buffer the valuation.\n\nIBM's travails have sent the Dow Jones Industrial Average (DJIA) down by 0.35% at the time of writing, while the S&P 500 and NASDAQ are narrowly higher. Following both of their post-market earnings releases on Wednesday, Tesla (TSLA) shares shot down 9% at the Thursday open, while Alphabet (GOOGL) shares have gained ground.\n\nIBM earnings news\n\nIBM reported adjusted earnings per share (EPS) of $2.80, which was 15 cents better than the Wall Street consensus. Revenue of $17 billion also rose nearly 8% YoY to come in $385 million above the average analyst prediction.\n\nWith the US Dollar declining sharply this year, IBM said that exchange rates were expected to add 1.5 percentage points to revenue growth for the full year, and all segments in Q2 performed noticeably better due to exchange rates. Revenue growth for full-year 2025 was guided for just 5% growth in constant currency terms, which might also be part of the negative sentiment story from the market.\n\nIBM's gross profit margin in GAAP terms rose by 200 basis points to 58.8% in the quarter, while its adjusted operating margin rose 230 basis points to 60.1%. Management now expects $13.5 billion in free cash flow for the year.\n\nCEO Arvind Krishna said the company's generative AI business has had bookings increase from $6 billion in Q1 to $7.5 billion in Q2. Software sales rose 10% YoY to $7.39 billion but arrived $100 million behind forecasts. Infrastructure revenue rose 14%, while consulting revenue rose 3% and was actually flat on a constant currency basis.\n\n\"The innovation we are bringing to market across the portfolio continues to resonate with clients as they scale their AI adoption and investments. As a result, revenue growth, portfolio mix and ongoing productivity initiatives drove significant margin expansion and double-digit profit growth,\" said James Kavanaugh, IBM's senior vice president and CFO. \"This combination delivered solid free cash flow, fueling our ability to invest in the business and return value to shareholders through dividends.\"\n\nIBM stock chart\n\nIBM stock broke through support provided by the May-June basing period near $258 but has recovered to near that level. Further support can be found at the 200-day Simple Moving Average (SMA) near $245.40, as well as the long-term resistance-turned-support band that surrounds the $240 level (highlighted in light blue).\n\nWith the Relative Strength Index (RSI) getting slammed down to 26, some buyers will be interested, but most will wait for a consolidation period near one of the lower supportive structures.\n\nIBM daily stock chart\n\n\n\n\n\n\n\n\n\n\n\n",
        "link":"https:\/\/www.fxstreet.com\/news\/ibm-stock-craters-10-despite-reporting-hefty-q2-beat-202507241503"
    },
    {
        "site":"FXStreet",
        "title":"CFI becomes official online trading partner of Egyptian Basketball Federation",
        "authors":"",
        "publish_date":"2025-07-25 06:42:27+00:00",
        "text":"CFI, the region’s leading online trading provider, is proud to announce its official partnership with the Egyptian Basketball Federation (EBF), marking a significant milestone in the company’s regional sports sponsorship strategy. The collaboration reinforces CFI’s commitment to supporting local sports while driving meaningful community engagement through national pride and athletic excellence.\n\nThe partnership cements CFI’s position as an active contributor to Egypt’s sporting landscape, reflecting a shared vision of developing basketball across all levels, from youth to elite national representation.\n\nAs the Official Online Trading Partner of the Egyptian Basketball Federation (EBF), the standout element of this partnership is that CFI’s logo will appear on the shorts of all national team players, coaches, and medical staff, across men's, women’s, and youth teams, whether competing locally or representing Egypt on the international stage. Additionally, the brand will feature prominently during all EBF-organized matches, with on-ground and wall advertising strategically placed to maximize audience reach. CFI’s identity will be integrated into digital screens, banners, and backdrops throughout the tournament calendar, ensuring a strong and consistent presence. The partnership extends to digital platforms as well, with CFI featured as an official sponsor on the Federation’s social media channels and live match broadcasts, including high-profile tournaments such as the Associated League Championship, Egypt Cup, Super League, and Super Cup.\n\nThe collaboration also includes initiatives designed to deepen fan engagement and highlight CFI’s connection to the community, such as exclusive experiences with the Egyptian National Team and premium access to major games.\n\nThis partnership builds on CFI’s growing portfolio of regional sponsorships and reflects its broader mission to align with causes and institutions that inspire excellence, ambition, and progress.\n\n\"We are thrilled to partner with the Egyptian Basketball Federation (EBF) in a way that reflects our commitment to empowering individuals, nurturing ambition, and strengthening community ties,\" said Ziad Melhem, CEO of CFI Financial Group.\n\n\"Egypt is a pivotal market for us, rich with potential and talent. Through this partnership, we aim to support the country’s vibrant sports scene while also reaffirming our dedication to providing Egyptians with direct, trusted access to local trading and investing opportunities.\"\n\n\"We’re proud to welcome CFI as an official partner of the Egyptian Basketball Federation,\" said Amr Moselhy, Chairman of EBF. \"Their support will help us elevate the profile of Egyptian basketball, both locally and on the international stage, while opening new doors for fan engagement and brand collaboration.”\n\nAs CFI continues to expand its footprint across the region, partnerships like this reflect its vision of being more than a financial services provider. By aligning with national sports and community initiatives, CFI reinforces its commitment to progress, unity, and empowering people to take charge of their financial futures, all while celebrating local pride and ambition.\n\nAbout CFI\n\nCFI Financial Group, established in 1998, is MENA's leading online trading broker with over 25 years of experience. Operating from key locations like London, Abu Dhabi, Dubai, Cape Town, Baku, Beirut, Amman, and Cairo, CFI provides seamless access to both global and local markets. Offering diverse trading options across equities, currencies, commodities, and more, CFI delivers superior conditions, including zero-pip spreads, no commission fees, and ultra-fast execution.\n\nThe company is a leader in AI-driven tools, offering intuitive and advanced solutions for traders of all experience levels. CFI fosters financial literacy through multilingual educational content and inspires excellence through partnerships with global icons like AC Milan, FIBA WASL, and MI Cape Town cricket team, as well as the Department of Culture and Tourism – Abu Dhabi. With Seven-Time Formula One™ World Champion Sir Lewis Hamilton as Global Brand Ambassador, CFI reflects a shared commitment to innovation and success while supporting cultural and community initiatives worldwide.\n\nFor more information: www.cfi.trade\n\nMedia Inquiries: Cecilia Natalia Hage, Global PR & Communications Manager, [email protected]",
        "link":"https:\/\/www.fxstreet.com\/press-releases\/cfi-becomes-official-online-trading-partner-of-egyptian-basketball-federation-202507250642"
    },
    {
        "site":"FXStreet",
        "title":"CFI expands into Bahrain with Central Bank license, advancing regional growth strategy",
        "authors":"",
        "publish_date":"2025-07-24 13:32:13+00:00",
        "text":"CFI, the region’s leading online trading provider, is proud to announce that its subsidiary, “CFI FINANCIAL (BAHRAIN) B.S.C CLOSED”, has been granted the Category 2 Investment Business Firm license from the Central Bank of Bahrain (CBB). This exciting development lays the foundation for CFI’s entry into Bahrain, further enhancing its global presence as part of the group’s bold growth strategy.\n\nThe group recognizes Bahrain’s strategic role within the GCC, making it a vital addition to its growing regional footprint. The company’s expansion across the GCC includes its established presence in the UAE, and recent successful entries into Oman and Kuwait, with Bahrain now joining as the latest milestone in this regional growth journey. Once operations commence, Bahraini traders will now benefit from CFI’s best-in-class trading solutions, supported by cutting-edge technology and innovative financial services tailored to meet the growing demands of traders worldwide. This expansion also follows CFI's recent acquisition in Azerbaijan and licensed launch in South Africa, reflecting the group’s continued focus on entering key international markets and solidifying its global presence.\n\nCFI’s portfolio of prestigious regulatory licenses spans global jurisdictions, including the Financial Conduct Authority (FCA) in the United Kingdom, the Securities and Commodities Authority (SCA) in the UAE, the Cyprus Securities and Exchange Commission (CySEC), the Jordan Securities Commission (JSC), the Financial Regulatory Authority (FRA) in Egypt, the Capital Markets Authority (FSA) in Oman, and the newly acquired Central Bank license in Azerbaijan, among other licenses. With this extensive regulatory footprint, CFI is the most regulated online trading provider in MENA and one of the most regulated globally. Beyond regulation, CFI also holds the largest physical presence in the MENA region, demonstrating its unwavering commitment to personalized accessibility, transparency, excellence, and strict compliance across all markets it operates in.\n\n“This milestone marks an exciting new chapter for CFI as we expand into Bahrain, a key financial hub within the GCC and an integral part of our global strategy,” said Ziad Melhem, CEO of CFI Financial Group. “We’re eager to offer Bahraini traders direct access to global markets, advanced tools, and a trading experience built on transparency, innovation, and long-term value, and we extend our sincere appreciation to the Central Bank of Bahrain for their trust and support throughout this licensing journey, as well as their commitment to fostering a robust financial ecosystem that makes growth like this possible.”\n\nAs CFI accelerates its global expansion, the group remains firmly focused on delivering world-class financial services while upholding the highest standards of innovation, regulatory integrity, and client satisfaction.\n\nAbout CFI\n\nCFI Financial Group, established in 1998, is MENA's leading online trading broker with over 25 years of experience. Operating from key locations like London, Abu Dhabi, Dubai, Cape Town, Baku, Beirut, Amman, and Cairo, CFI provides seamless access to both global and local markets. Offering diverse trading options across equities, currencies, commodities, and more, CFI delivers superior conditions, including zero-pip spreads, no commission fees, and ultra-fast execution.\n\nThe company is a leader in AI-driven tools, offering intuitive and advanced solutions for traders of all experience levels. CFI fosters financial literacy through multilingual educational content and inspires excellence through partnerships with global icons like AC Milan, FIBA WASL, and MI Cape Town cricket team, as well as the Department of Culture and Tourism – Abu Dhabi. With Seven-Time Formula One™ World Champion Sir Lewis Hamilton as Global Brand Ambassador, CFI reflects a shared commitment to innovation and success while supporting cultural and community initiatives worldwide.\n\nFor more information: www.cfi.trade\n\nMedia Inquiries: Cecilia Natalia Hage, Global PR & Communications Manager, [email protected]",
        "link":"https:\/\/www.fxstreet.com\/press-releases\/cfi-expands-into-bahrain-with-central-bank-license-advancing-regional-growth-strategy-202507241332"
    },
    {
        "site":"FXStreet",
        "title":"Payop partners with Dragonpay to ease access to the Philippines' market",
        "authors":"",
        "publish_date":"2025-07-23 11:02:10+00:00",
        "text":"Vancouver, Canada, British Columbia, July 23rd, 2025, FinanceWire\n\nPayop, an international payment service provider, has partnered with Dragonpay, a Philippine-based payment platform, to enhance the online operations experience for businesses and consumers in Southeast Asia.\n\nThis collaboration perfectly illustrates the evolving Philippine digital payments landscape, where e-wallets are gaining popularity alongside well-established cash-based methods. With Dragonpay offering multiple payment options, Payop can grant its clients access to all segments of consumers in the region.\n\nWhy This Partnership Matters\n\nDespite the growing penetration of digital payments, cash remains king for many Filipinos, particularly in rural areas. However, the trend is shifting as more consumers embrace online banking, mobile wallets, and other electronic payment methods, driven by convenience, security, and the expanding digital infrastructure.\n\nAccording to Statista Research Department, cash was chosen as the most preferred method by 94% of respondents, with e-wallets and online card payments reaching 64% and 52%, respectively. This shows that while many continue to choose cash methods out of habit, a significant segment of the population is becoming tech-savvy, leading to the gradual rooting of digital payment methods.\n\nLast year, the number of digital payment users reached 33,85 million, with e-commerce accounting for 99,5%. And that number will continue to grow. So, implementing multiple payment options is key to staying on top of the wave when doing business in this market.\n\nPayop: Simple and Reliable Payments, Worldwide\n\nPayop, an international payment service provider, has been at the forefront of facilitating simple online transactions for businesses worldwide for six years. The company is constantly expanding its arsenal of payment methods, including the Philippines, to give merchants convenient access to this market. Payop aims to bridge the gap between businesses and consumers by providing an extensive range of payment methods, ensuring inclusivity and accessibility for all users.\n\nAnastasiia Semenkova, CEO at Payop, highlighted the strategic importance of the partnership with Dragonpay for business development in the Philippine market:\n\n“International e-commerce websites have previously focused on card payments for their expansion strategies, overlooking the potential to engage consumers who prefer alternative payment methods for everyday transactions. Our collaboration with Dragonpay not only enhances the payment experience for Filipino customers but also plays a crucial role in advancing financial inclusion in the region. Online shopping is now more convenient than ever. Dragonpay's solution integrates all major banks and e-wallets, allowing local shoppers to pay using their familiar methods at Payop checkout. We value their reliability and payment expertise.”\n\nDragonpay Founder and CEO, Robertson Chiang, added:\n\n“Our collaboration with Payop enables us to provide a seamless and comprehensive payment experience to a broader range of consumers. By combining our local expertise with Payop's international presence, we are confident that we can further enhance the accessibility and convenience of digital payments in the region, ultimately driving financial inclusion and growth.”\n\nAbout Dragonpay\n\nEstablished in 2010, Dragonpay is the pioneer in alternative online payments in the Philippines, empowering businesses of all sizes to accept and disburse payments through secure and convenient channels, giving their customers the flexibility to choose the payment method that’s right for them. Today, Dragonpay is partnered with over 3,500* merchants, and 85* payment channels with 35,500* branches nationwide and has processed over 400* million transactions for online Filipinos globally.\n\nFor more details, users can visit https:\/\/dragonpay.ph.\n\n*Numbers may fluctuate\n\nAbout Payop\n\nPayop is a global payment service provider that helps businesses accept and manage online payments securely across borders. With access to over 500 payment methods in 170 countries and support for more than 100 currencies, Payop enables merchants to localize their payment strategy while scaling internationally.\n\nThe platform offers seamless integration, strong fraud protection, and full compliance, supporting businesses across e-commerce, and digital services.\n\nUsers can learn more at payop.com.\n\nPress release",
        "link":"https:\/\/www.fxstreet.com\/press-releases\/payop-partners-with-dragonpay-to-ease-access-to-the-philippines-market-202507231102"
    },
    {
        "site":"FXStreet",
        "title":"Noticias sobre Bitcoin y Altcoins",
        "authors":"",
        "publish_date":"N\/A",
        "text":"Es útil que los inversores modifiquen los filtros según su preferencia personal y los criterios y que elijan las notificaciones que quieren conocer a la hora de tomar la decisión de operar para dominar la alta volatilidad asociada a la ausencia de regulación y la constante presión de los gobiernos y el creciente interés de los usuarios. Debido a estos factores, las noticias del mercado de criptomonedas se actualizan constantemente para que los inversores no pierdan las oportunidades.",
        "link":"https:\/\/www.fxstreet.es\/cryptocurrencies\/news"
    },
    {
        "site":"FXStreet",
        "title":"USD Pronóstico: Actualizaciones sobre la decisión de la Fed, el crecimiento y los acuerdos comerciales",
        "authors":"",
        "publish_date":"2025-07-25 15:22:02+00:00",
        "text":"Después de la decisión de mantener las tasas del BCE, es el turno de la Reserva Federal.\n\nEuropa y Estados Unidos publicarán nuevas estimaciones de inflación y crecimiento.\n\nEl EUR\/USD reanudó su tendencia alcista tras corregir condiciones de sobrecompra a largo plazo.\n\nEl par EUR\/USD reanudó su tendencia alcista y se situó en torno a 1.1730, extendiendo su recuperación desde el mínimo mensual establecido en 1.1555 el 17 de julio. El par alcanzó un máximo de 1.1789 en medio de la creciente presión sobre el presidente de la Reserva Federal (Fed), Jerome Powell, para que renuncie y el progreso en las negociaciones comerciales.\n\nAcuerdos comerciales tomando forma\n\nLa Casa Blanca anunció un acuerdo comercial con Japón el martes, que incluye una inversión de Japón de 550.000 millones de dólares en Estados Unidos (EE.UU.). Ambos países enfrentarán aranceles recíprocos del 15%, lo que beneficia a Japón, ya que otros rivales de EE.UU. enfrentan un gravamen del 25% sobre las exportaciones relacionadas con automóviles. El presidente de EE.UU., Donald Trump, celebró llamándolo \"el mayor acuerdo comercial de la historia\".\n\nMientras tanto, las conversaciones en el mercado sugieren que un acuerdo entre EE.UU. y la Unión Europea (UE) está cerca, sin embargo, antes de la fecha límite del 1 de agosto, la UE ha preparado un paquete de represalias por un valor de aproximadamente 100.000 millones de dólares en bienes estadounidenses. Además, los representantes de EE.UU. siguen conversando con China, con el presidente Donald Trump declarando que un acuerdo comercial está cerca de completarse.\n\nSe anunciaron acuerdos comerciales con otras economías como Vietnam, Filipinas e Indonesia, pero los mercados no encontrarán paz hasta que se alcancen acuerdos con China y la UE.\n\nLa ira de Trump hacia Powell aumenta\n\nMientras tanto, la guerra personal de Trump con el presidente de la Fed, Powell, se intensificó. Trump exige que el banco central baje las tasas de interés en al menos 3 puntos, acusando a la Fed de generar miles de millones de dólares en pérdidas ante su decisión de mantener las tasas cerca de máximos de varios años. Trump pidió la renuncia de Powell y amenazó con reemplazarlo en múltiples ocasiones a pesar de no tener la autoridad para hacerlo.\n\nLa nueva estrategia de Trump es atacar a la Fed desde otros flancos. Por un lado, la representante de la Cámara, Anna Paulina Luna, remitió a Powell al Departamento de Justicia (DOJ) para cargos criminales, acusándolo de mentir bajo juramento en al menos dos ocasiones.\n\nPor otro lado, Trump visitó la sede del banco central en Washington en medio de acusaciones de sobrecostos relacionados con la renovación de algunos de los edificios de la Fed. El momento de la visita también es relevante, ya que el banco central se reunirá la próxima semana para decidir sobre la política monetaria.\n\nEl Banco Central Europeo adopta una postura de espera\n\nEl Banco Central Europeo (BCE) anunció el jueves pasado que había decidido mantener las tasas de interés sin cambios tras su reunión de julio, un movimiento ampliamente anticipado por los actores del mercado. El BCE ha estado reduciendo lentamente pero de manera constante las tasas de interés, con la tasa de la facilidad de depósito bajando al 2% desde el pico post-pandemia del 4%. La declaración acompañante mostró que los responsables de la política monetaria siguen preocupados por las incertidumbres relacionadas con las disputas comerciales globales y reafirmaron que las decisiones se tomarán reunión por reunión en un enfoque dependiente de los datos.\n\nLa presidenta del BCE Christine Lagarde, sin embargo, sonó bastante hawkish en la conferencia de prensa posterior, diciendo que está segura de que lo peor de la inflación ha quedado atrás, mientras que agregó que las expectativas de inflación a largo plazo continúan situándose cerca del 2%. En una nota negativa, Lagarde advirtió que los riesgos para el crecimiento económico siguen inclinados a la baja, aunque agregó que los puntos de datos apuntan a una expansión modesta en general.\n\nPreparándose para muchos eventos de primer nivel\n\nAparte del anuncio del BCE, el calendario macroeconómico tenía poco que ofrecer. El Banco Comercial de Hamburgo (HCOB) y S&P Global publicaron las estimaciones preliminares de los Índices de Gerentes de Compras (PMI) de julio. La producción empresarial de la UE mejoró con el PMI compuesto subiendo a 51.0, desde 50.6 en junio y superando el anticipado 50.8. La actividad manufacturera se mantuvo por debajo de 50, la línea que separa la contracción de la expansión económica, pero mejoró mensualmente a 49.8 desde el 49.5 registrado en el mes anterior. Al otro lado del océano, el PMI compuesto de EE.UU. en el mismo período se situó en 54.6 desde el 52.9 del mes anterior, indicando un ritmo de crecimiento más rápido.\n\nEn los próximos días, se espera que la actividad comercial sea bastante ocupada debido a la publicación de datos macroeconómicos. El miércoles será un gran día, ya que Alemania publicará las ventas minoristas de junio y la estimación preliminar del Producto Interno Bruto (PIB) del segundo trimestre. La UE seguirá con la estimación preliminar del PIB del segundo trimestre, y un par de horas más tarde será el turno de EE.UU. Se prevé que el crecimiento anualizado en la mayor economía del mundo sea del 2.5% en los tres meses hasta junio, mucho mejor que el -0.5% registrado en el primer trimestre.\n\nLuego, la Fed tomará el escenario y anunciará su decisión sobre la política monetaria en la tarde americana. Se anticipa ampliamente que el banco central mantenga la tasa de interés de referencia sin cambios, oscilando entre el 4.25% y el 4.50%. La decisión será seguida por una conferencia de prensa del presidente Powell, pero no habrá actualizaciones sobre las proyecciones económicas.\n\nEl jueves, Alemania y EE.UU. publicarán actualizaciones de inflación, mientras que la UE lo hará el viernes. Además, EE.UU. publicará múltiples informes de empleo a lo largo de la semana, incluyendo las Ofertas de Empleo JOLTS y la encuesta ADP sobre la creación de empleo privado, antes del informe de Nóminas No Agrícolas de julio.\n\nFinalmente, EE.UU. publicará la versión final del Índice de Sentimiento del Consumidor de Michigan de julio y el PMI Manufacturero del ISM para el mismo mes el viernes.\n\nPerspectivas técnicas del EUR\/USD\n\nEl gráfico semanal muestra que el par EUR\/USD está bien posicionado para reanudar su avance tras corregir las condiciones de sobrecompra. El par sigue desarrollándose muy por encima de todas sus medias móviles, con una media móvil simple (SMA) de 20 días alcista manteniendo su fuerte pendiente ascendente en torno a 1.1350, muy por encima de las SMA de 100 y 200 días sin dirección. Al mismo tiempo, los indicadores técnicos han reducido su última caída y han reanudado tímidamente sus avances. El indicador Momentum se sitúa justo por encima de su línea de 100, mientras que el Índice de Fuerza Relativa (RSI) coquetea nuevamente con lecturas de sobrecompra, ambos sugiriendo ganancias adicionales por delante.\n\nSegún el gráfico diario, el EUR\/USD se encuentra en una fase de consolidación. El par mostró poca acción en los últimos tres días de negociación, mientras se mantiene por encima de una SMA de 20 días ahora plana. Esta última actúa como soporte dinámico en torno a 1.1710. El indicador Momentum, mientras tanto, no se dirige a ningún lado en torno a su nivel de 100, mientras que el indicador RSI apunta ligeramente a la baja en torno a 58. Finalmente, las SMA de 100 y 200 días se dirigen firmemente al norte, muy por debajo del nivel actual, en línea con la tendencia alcista a largo plazo.\n\nPor debajo del nivel de 1.1700, el par podría relajarse hacia la zona de precios de 1.1620, en ruta hacia su mínimo de julio en 1.1550. Más allá de este último se encuentra un área de soporte crítico a largo plazo alrededor de 1.1470, una línea en la arena para la actual tendencia alcista. Hacia arriba, 1.1830, el máximo de 2025, se presenta como resistencia inmediata en ruta hacia el nivel de 1.1900.\n\n\n\n",
        "link":"https:\/\/www.fxstreet.es\/analysis\/eur-usd-pronostico-semanal-powell-desafiara-a-trump-mientras-se-acerca-la-fecha-limite-de-los-acuerdos-comerciales-202507251522"
    },
    {
        "site":"FXStreet",
        "title":"Oro Pronóstico: Los alcistas permanecen indecisos mientras la atención se centra en las conversaciones entre EE.UU. y China, y la decisión de tasas de la Fed",
        "authors":"",
        "publish_date":"2025-07-25 14:27:19+00:00",
        "text":"El Oro no logró estabilizarse por encima de 3.400$ tras una ruptura alcista.\n\nLas perspectivas técnicas destacan la vacilación de los alcistas a corto plazo.\n\nLos anuncios de política de la Fed y las conversaciones comerciales entre EE.UU. y China podrían desencadenar la próxima gran acción en el Oro.\n\nTras un inicio alcista de la semana, el Oro (XAU\/USD) invirtió su dirección y retrocedió por debajo de los 3.400$. Las publicaciones de datos macroeconómicos clave de Estados Unidos (EE.UU.), las decisiones de política monetaria de la Reserva Federal (Fed) y los nuevos desarrollos en torno a las relaciones entre EE.UU. y China podrían aumentar la volatilidad de XAU\/USD y proporcionar pistas direccionales importantes.\n\nEl Oro no logra estabilizarse por encima de 3.400$\n\nDespués de pasar la semana anterior en un canal de consolidación estrecho, el Oro rompió su rango el lunes y atrajo compradores técnicos. Además, el Dólar estadounidense (USD) se vio bajo una renovada presión de venta en medio de una creciente disputa entre el presidente de EE.UU., Donald Trump, y la Fed, lo que permitió a XAU\/USD reunir más impulso alcista.\n\nCitando una carta enviada al Departamento de Justicia (DoJ), Fox News informó a última hora del lunes que la representante republicana Anna Paulina Luna ha referido al presidente de la Fed, Jerome Powell, al DoJ para cargos criminales, acusándolo de perjurio en dos ocasiones. Además, el secretario del Tesoro, Scott Bessent, dijo a CNBC que necesitan revisar toda la institución de la Fed y su desempeño, citando el \"alarmismo sobre los aranceles\" de la Fed a pesar de la falta de señales significativas de inflación como justificación. Como resultado, el Oro ganó más del 1% tanto el lunes como el martes, superando los 3.400$ por primera vez en aproximadamente un mes.\n\nA medida que los flujos de riesgo comenzaron a dominar la acción en los mercados financieros, el Oro invirtió su dirección y experimentó una profunda corrección a mitad de semana. Trump anunció temprano el miércoles que había completado un \"acuerdo masivo\" con Japón, explicando que Japón invertirá 550.000 millones de dólares en EE.UU. y pagará aranceles recíprocos del 15%, por debajo del 25%, a EE.UU. Reflejando el optimismo del mercado, el índice Nikkei 225 de Japón ganó más del 4% y alcanzó su nivel más alto desde julio de 2024. Más tarde en el día, los principales índices de Wall Street abrieron en una nota alcista, lo que dificultó que el Oro encontrara demanda como refugio seguro.\n\nEl USD se benefició de las publicaciones de datos macroeconómicos alentadores el jueves, obligando a XAU\/USD a mantenerse a la baja. El Departamento de Trabajo de EE.UU. anunció que el número de solicitudes iniciales de subsidios por desempleo disminuyó a 217.000 en la semana que finalizó el 19 de julio, desde 221.000 en la semana anterior. Esta cifra fue mejor que la expectativa del mercado de 227.000. Otros datos de EE.UU. mostraron que la actividad empresarial en el sector privado se expandió a un ritmo acelerado a principios de julio, con el índice de gerentes de compras (PMI) compuesto preliminar de S&P Global subiendo a 54.6 desde 52.9 en junio.\n\nMientras tanto, el creciente optimismo sobre la mejora de las relaciones comerciales entre EE.UU. y China ayudó a que el sentimiento de riesgo se mantuviera optimista el viernes, lo que provocó que el Oro extendiera su caída por debajo de los 3.350$. El secretario del Tesoro de EE.UU., Scott Bessent, dijo a Fox Business a última hora del jueves que EE.UU. está en un \"buen lugar con China en el comercio\". Además, el Wall Street Journal informó que la administración Trump se está preparando para una nueva ronda de conversaciones comerciales con China la próxima semana, con un enfoque en asegurar un acuerdo económico que aumente el acceso de EE.UU. a los mercados chinos, particularmente en negocios y tecnología.\n\nLos inversores en Oro centran su atención en las conversaciones EE.UU.-China y la decisión de tasas de interés de la Fed\n\nEl calendario económico ofrecerá múltiples publicaciones de datos de alto impacto y la Fed anunciará decisiones de política monetaria tras la reunión de política del 29-30 de julio.\n\nSegún la herramienta CME FedWatch, los mercados ven prácticamente nula la posibilidad de un recorte de tasas en julio y valoran una probabilidad de alrededor del 40% para mantener las tasas en septiembre, frente a aproximadamente el 10% un mes antes. Por lo tanto, los inversores examinarán el lenguaje de la declaración y los comentarios del presidente de la Fed, Powell, en la conferencia de prensa posterior a la reunión en busca de nuevas pistas sobre el momento del próximo recorte de tasas.\n\nAntes del evento de la Fed, la Oficina de Análisis Económico de EE.UU. publicará su primera estimación del crecimiento anualizado del Producto Interno Bruto (PIB) para el segundo trimestre. Tras la contracción del 0.5% registrada en el primer trimestre, se espera que el PIB rebote. Una cifra negativa del PIB podría alimentar las expectativas de un recorte de tasas en septiembre y desencadenar una venta del USD con la reacción inmediata, empujando a XAU\/USD al alza. Por el contrario, una lectura cercana a la expectativa del mercado podría hacer que los inversores se abstengan de tomar posiciones grandes en Oro.\n\nEn caso de que Powell deje la puerta abierta para un recorte de tasas en septiembre, citando la incertidumbre aliviada por los acuerdos comerciales anunciados recientemente, los rendimientos de los bonos del Tesoro de EE.UU. podrían caer con la reacción inmediata, abriendo la puerta a un nuevo aumento en el Oro. Por el contrario, XAU\/USD podría extenderse a la baja si Powell evita comprometerse con un recorte de tasas en la próxima reunión, citando el último aumento observado en las lecturas de inflación.\n\nEl viernes, la Oficina de Estadísticas Laborales de EE.UU. publicará el informe de empleo de julio. Un aumento de más de 100.000 en las Nóminas No Agrícolas (NFP) podría sugerir que las condiciones del mercado laboral son lo suficientemente buenas para que la Fed priorice el control de la inflación en la formulación de políticas y apoye al USD. Si las NFP decepcionan con una cifra de 70.000 o menos, el USD podría tener dificultades para encontrar demanda de cara al fin de semana y ayudar a XAU\/USD a reunir impulso alcista.\n\nMientras tanto, los participantes del mercado prestarán especial atención a los titulares que surjan de las conversaciones EE.UU.-China. Si las partes logran avanzar en las relaciones comerciales y económicas, los flujos de riesgo podrían dominar la acción en los mercados financieros y dificultar que el Oro encuentre demanda.\n\nAnálisis técnico del Oro\n\nLas perspectivas técnicas a corto plazo destacan la vacilación de los compradores. El indicador del Índice de Fuerza Relativa (RSI) en el gráfico diario se mantiene ligeramente por debajo de 50, y XAU\/USD lucha por alejarse de las medias móviles simples (SMA) de 20 días y 50 días después de haber superado estos niveles a principios de la semana.\n\nAl alza, los 3.400$ (nivel estático, nivel redondo) se alinean como una resistencia interina antes de los 3.450$ (nivel estático) y los 3.500$ (máximo histórico, punto final de la tendencia alcista de enero a junio).\n\nSi el Oro confirma los 3.340$ (SMA de 20 días, SMA de 50 días) como resistencia, los vendedores técnicos podrían seguir interesados. En este escenario, los 3.285$ (retroceso de Fibonacci del 23.6%) podrían verse como el próximo nivel de soporte antes de los 3.250$ (SMA de 100 días) y los 3.150$ (retroceso de Fibonacci del 38.2%).",
        "link":"https:\/\/www.fxstreet.es\/analysis\/oro-pronostico-semanal-el-breakout-alcista-falla-a-medida-que-mejora-el-estado-de-animo-de-riesgo-202507251427"
    },
    {
        "site":"FXStreet",
        "title":"La Libra esterlina pierde impulso antes de una gran semana",
        "authors":"",
        "publish_date":"2025-07-25 10:15:35+00:00",
        "text":"La Libra esterlina registró una ganancia semanal a medida que el Dólar estadounidense reanudó su tendencia a la baja.\n\nLos operadores de GBP\/USD se preparan para un calendario estadounidense cargado de datos, mientras que los titulares comerciales seguirán siendo el foco de atención.\n\nTécnicamente, la tendencia se ha vuelto favorable para los vendedores de GBP\/USD, con el RSI diario girando a la baja.\n\nLa Libra esterlina (GBP) protagonizó un sólido repunte desde mínimos de dos meses frente al Dólar estadounidense (USD) antes de que los compradores de GBP\/USD se encontraran con el obstáculo de 1.3600.\n\nLa recuperación de la Libra esterlina ha perdido tracción\n\nA pesar de su retroceso en la segunda mitad de la semana, el par GBP\/USD cerró la semana con ganancias, ya que el USD registró su mayor caída semanal en un mes.\n\nEl Dólar alcanzó su nivel más bajo en dos semanas frente a los principales rivales de divisas, ya que la disminución de las tensiones comerciales redujo su atractivo como activo refugio.\n\nLos inversores celebraron los acuerdos comerciales de EE.UU. con Japón, Indonesia y Filipinas, mientras mantenían la esperanza de que se alcance pronto un acuerdo entre EE.UU. y la Unión Europea (UE).\n\nCitando a funcionarios de la Comisión Europea, el Financial Times informó el miércoles que la UE y EE.UU. están cerca de un acuerdo comercial que impondría aranceles del 15% a las importaciones europeas, mientras que se eximirían algunos artículos de impuestos.\n\nEl progreso en los acuerdos comerciales también aumentó las esperanzas del mercado para nuevas conversaciones de EE.UU. con China, especialmente después de que el Secretario del Tesoro, Scott Bessent, dijera que funcionarios de ambos países se reunirían en Estocolmo la próxima semana para discutir una extensión del plazo de negociación del acuerdo.\n\nMientras tanto, el apetito por el riesgo también recibió un impulso adicional del rally récord en los índices de Wall Street, tras los resultados de Alphabet, la empresa matriz de Google, que superó las estimaciones para dar inicio a la temporada de ganancias de los \"Siete Magníficos\".\n\nEl optimismo del mercado en general, combinado con la caída del USD, impulsó a la Libra esterlina de mayor rendimiento. Esto, a su vez, elevó el GBP\/USD a máximos de ocho días de 1.3584 a mitad de semana.\n\nPosteriormente, el par emprendió un modo de reversión a medida que la moneda estadounidense buscaba recuperar terreno perdido en medio de una demanda de refugio seguro que resurgía en la segunda parte de la semana.\n\nEl conflicto militar de una década entre Tailandia y Camboya se reavivó el jueves, mientras los operadores se mostraban ansiosos ante la rara visita del presidente estadounidense Donald Trump a la sede de la Fed.\n\nAunque los mercados restaron importancia a la visita presidencial, el choque militar asiático continuó pesando sobre el sentimiento de riesgo.\n\nLos vecinos están atrapados en una amarga disputa sobre un área conocida como el Triángulo Esmeralda, donde se encuentran las fronteras de ambos países y Laos, y que alberga varios templos antiguos.\n\nLos inversores siguen preocupados de que el choque entre estos dos países no se traduzca en un conflicto regional más amplio.\n\nAmbas naciones asiáticas solicitaron al Consejo de Seguridad de las Naciones Unidas que convoque una reunión de emergencia el viernes, según CCTV News de China.\n\nLa Libra esterlina también sintió la presión de una desaceleración sorpresiva en el sector servicios del Reino Unido en julio. El Índice de Gerentes de Compras (PMI) de Servicios del Reino Unido de S&P Global\/CIPS ajustado estacionalmente cayó inesperadamente a 51.2 en julio, frente al 52.8 de junio, mientras que se situó por debajo de la cifra anticipada de 53.\n\nLa Oficina de Estadísticas Nacionales (ONS) dijo el viernes que las ventas minoristas del Reino Unido repuntaron menos de lo esperado en junio, llegando al 1.7% anual y al 0.9% mensual.\n\nLas expectativas del mercado eran de un aumento del 1.8% y del 1.2%, respectivamente, en el período informado. Los datos de ventas minoristas británicos también contribuyeron a la caída del par.\n\nDatos de pedidos de bienes duraderos de EE.UU.\n\nAtención a la fecha límite de aranceles del 1 de agosto y riesgos de eventos en EE.UU.\n\nCon la fecha límite de aranceles de Trump del 1 de agosto acercándose, los operadores de GBP\/USD se preparan para una serie de eventos económicos de primer nivel de Estados Unidos (EE.UU.) en la próxima semana para nuevos incentivos comerciales.\n\nEl lunes no hay lanzamientos de datos significativos de ambos lados del Atlántico, por lo que las miradas se centran en la Encuesta de Ofertas de Empleo JOLTS de EE.UU. y los datos de Confianza del Consumidor del Conference Board (CB) del martes.\n\nEl miércoles, la estimación preliminar del Producto Interno Bruto (PIB) de EE.UU. del segundo trimestre acaparará la atención antes de los anuncios de política de julio de la Fed. Se anticipa ampliamente que el banco central de EE.UU. mantenga las tasas de interés cuando concluya su reunión de política de dos días el 30 de julio.\n\nLos datos de Nóminas No Agrícolas (NFP) de EE.UU. para julio y el PMI de Manufactura del ISM estarán en la agenda del viernes. Sin embargo, la atención también se centrará en los desarrollos comerciales en el día de corte de la fecha límite de aranceles.\n\nAparte de las publicaciones de datos, los mercados examinarán los discursos de los responsables de la Fed el viernes, ya que el \"período de silencio\" del banco central de EE.UU. finaliza el jueves.\n\nGBP\/USD: Perspectiva técnica\n\nEl gráfico diario muestra que el par GBP\/USD no logró resistir por encima de la media móvil simple (SMA) de 21 días a corto plazo, cerca de 1.3575, y cayó bajo una intensa presión de venta.\n\nLa nueva caída llevó al par a romper el soporte de la SMA de 50 días en 1.3530, iniciando una nueva tendencia a la baja.\n\nEl siguiente fuerte soporte se observa en el mínimo del 16 de julio de 1.3365, por debajo del cual se probará el área de demanda de 1.3325-1.3300. Esa zona es la confluencia de la SMA de 100 días y el nivel redondo.\n\nEl mínimo de mediados de mayo cerca de 1.3250 podría convertirse en un hueso duro de roer para los vendedores.\n\nEl Índice de Fuerza Relativa (RSI) de 14 días apunta a la baja por debajo de la línea media, actualmente cerca de 47, lo que sugiere que los vendedores probablemente mantendrán el control en el futuro.\n\nAlternativamente, una fuerte resistencia se alinea cerca del umbral de 1.3600, por encima del cual se debe superar decisivamente el máximo de febrero de 2022 en 1.3643.\n\nEl GBP\/USD rompió la crítica resistencia anterior convertida en soporte del máximo de febrero de 2022 en 1.3643 de manera sostenida el lunes, allanando el camino para más tendencia bajista.\n\nEl siguiente obstáculo en la parte superior se encuentra en 1.3700, seguido por la barrera psicológica de 1.3750.",
        "link":"https:\/\/www.fxstreet.es\/analysis\/gbp-usd-pronostico-semanal-la-libra-esterlina-se-dirige-a-la-baja-tras-el-rechazo-cerca-de-13600-202507251015"
    },
    {
        "site":"FXStreet",
        "title":"Fed: Sin cambios a la vista",
        "authors":"",
        "publish_date":"2025-07-26 23:56:45+00:00",
        "text":"Pese a las presiones que está sufriendo el presidente de la Fed, Jerome Powell, es altamente probable que el organismo mantenga sin cambios la tasa de interés el próximo miércoles, cuando tenga lugar la reunión de política monetaria del FOMC.\n\nLos ataques contra Powell, a quien le exigen bajar la tasa de interés sin considerar que la inflación está un punto porcentual por encima del objetivo de la Fed, se han intensificado la semana pasada. Dio cierta tristeza ver a Powell, la máxima autoridad del primer banco central del mundo, y hombre que, más allá de las consideraciones profesionales que se puedan verter sobre él, ha mantenido una conducta durante sus dos mandatos, objetado en su propia cara, con gesto de indefensión, como si fuera un empleado recién ingresado, por el presidente Trump, que lo acusa que haber incurrido en un fraude en una gran remodelación que lleva adelante la Fed en sus edificios.\n\nViendo esa escena, quedan pocas dudas de que Powell puede ser eyectado de su cargo en pocos días, y su discurso del próximo miércoles será clave en este sentido. Los funcionarios que acompañan a Trump dan opiniones vagas sobre este tema, como si fuera discutible la permanencia de quien emite los dólares durante todo su cargo. Pretender reemplazarlo por un funcionario afín a Trump solo generará la pérdida total de independencia de la Fed, además de una desconfianza determinante en el dólar.\n\nEsta situación, esperable desde la asunción de Trump, provocó la caída del billete a los niveles actuales, en un movimiento que se hizo más evidente desde abril, cuando el propio presidente lanzó el “Día de la Liberación”, eufemismo que utilizó para fijar aranceles a todos los países del mundo en sus exportaciones hacia Estados Unidos, en una medida unilateral, justificada en varios casos, y arbitraria en otros.\n\nNo debe confundirse esta situación con un capricho de Trump. Si algo deseaba el presidente es un Dólar barato, que favorezca sus exportaciones, y lo ha logrado. Una victoria que puede resultar pírrica si sigue avanzando contra Powell, pero victoria al fin.\n\nEn este contexto, el impacto de la reunión de la Fed no será significativo para el Dólar. No lo ha sido hasta ahora, con una tasa del 4.5% frente al 2.15% del Banco Central Europeo, o al 2.75% del Banco de Canadá, o al 0% del Banco Nacional de Suiza. No lo será esta vez, salvo que la presión sobre Powell y el Comité sea insostenible y deje las puertas abiertas para un recorte en septiembre. No sería sensato que ello ocurra, con la inflación creciendo nuevamente, impulsada nada menos que por los aranceles de Trump.\n\nEl Euro mantiene un alto perfil, con una pausa que se tomó el viernes, formando una figura de cambio de tendencia de corto plazo, un hombro cabeza hombro que podría redundar, si cumple su objetivo, en una baja a 1.1630 en las próximas sesiones, anteriores a la Fed. La superación de 1.1760 dejará sin efecto la figura, y comenzará a buscar nuevamente 1.1800.\n\nLa Libra esterlina cayó el viernes, y abrirá la semana con un sesgo bajista marcado, y el quiebre de 1.3365, mínimo del mes, podría generar una baja mucho más significativa, con objetivo en 1.3250.\n\nEl Yen también se ha debilitado en las últimas sesiones, después del proceso electoral de Japón de la semana pasada, cuando dejó un gap en 148.80. Parece cuestión de tiempo verlo llegar a tal nivel, algo que puede ocurrir entre el lunes o martes. De lo contrario, difícilmente ocurra después del jueves, cuando el Banco de Japón deje sin cambios la tasa de interés en el 0.5%, un anticipo de caída del Yen.\n\nLa onza de Oro se perfila a la baja para el lunes, después de quebrar una línea alcista y de guiarse en una línea bajista, ambas apreciables en el gráfico de 4 horas. El quiebre de 3320 dólares podría llevar al metal a la zona de 3280 dólares, objetivo que vemos de mínima para la semana.\n\nMientras todo esto ocurre, la bolsa de Nueva York sigue festejando, tocando máximos históricos en sus principales índices. Oficialmente, los acuerdos por los aranceles es el principal motivo de esta euforia. Extraoficialmente, la presión sobre Powell anticipa autoridades laxas para el futuro, liquidez extrema, tasa baja: nada mejor para las acciones.\n\nAmigos, tengan todos una excelente jornada de operaciones, nos vemos el martes.",
        "link":"https:\/\/www.fxstreet.es\/analysis\/fed-sin-cambios-a-la-vista-202507262356"
    }
]