[
    {
        "site":"FXStreet",
        "title":"ECB Press Conference: Lagarde comments on policy outlook after holding rates steady in July",
        "authors":"",
        "publish_date":"2025-07-24 07:00:00+00:00",
        "text":"Christine Lagarde, President of the European Central Bank (ECB), explains the ECB's decision to leave key rates unchanged at the July policy meeting and responds to questions from the press.\n\nJoin our ECB Live Coverage here\n\nECB press conference key quotes\n\n\"Survey data point to overall modest expansion.\"\n\n\"Higher tariffs and stronger Euro are expected make it harder for firms to invest.\"\n\n\"Strong labour market, rising real incomes, solid private sector balance sheets support consumption.\"\n\n\"Defence and infrastructure investment should bolster growth.\"\n\n\"Indicators of underlying inflation suggest inflation will stabilise at target.\"\n\n\"Longer-term inflation expectations continue to stand at around 2%.\"\n\n\"Risks to economic growth remain tilted to the downside.\"\n\n\"Outlook for Euro Area inflation is more uncertain than usual.\"\n\n\"\"We don't target exchange rate, we monitor.\"\n\n\"Wages are heading in the right direction.\"\n\n\"Unit profit continues to buffer wage increase.\"\n\n\"Confident that inflationary shock is behind us.\"\n\n\"\"You will always find two or three governors very concerned about undershooting.\"\n\n\"Retaliation is optional, not definite.\"\n\n\"Disinflationary or inflationary impact of tariffs can not yet be determined.\"\n\n\"There will probably be bottlenecks as result of tariffs.\"\n\n\"Widely shared that we have to work with data as it comes in.\"\n\n\"If trade tensions resolved in short order, it would clear some uncertainty.\"\n\n\"Plenty of liquidity in banking system.\"\n\nThis section below was published at 12:15 GMT to cover the European Central Bank's (ECB) monetary policy announcements and the immediate market reaction.\n\nThe European Central Bank (ECB) announced on Thursday that it left key rates unchanged following the July policy meeting, as expected. With this decision, the interest rate on the main refinancing operations, the interest rates on the marginal lending facility and the deposit facility stood at 2.15%, 2.4% and 2%, respectively.\n\nKey takeaways from ECB policy statement\n\n\"Incoming information is broadly in line with ECB’s previous assessment of inflation outlook.\"\n\n\"Domestic price pressures have continued to ease, with wages growing more slowly.\"\n\n\"Partly reflecting ECB’s past interest rate cuts, the economy has so far proven resilient overall in a challenging global environment.\"\n\n\"At the same time, environment remains exceptionally uncertain, especially because of trade disputes.\"\n\n\"Will follow a data-dependent and meeting-by-meeting approach to determining appropriate monetary policy stance.\"\n\n\"In particular, ECB’s interest rate decisions will be based on its assessment of inflation outlook and risks surrounding it, in light of incoming economic and financial data, as well as dynamics of underlying inflation and strength of monetary policy transmission.\"\n\n\"ECB is not pre-committing to a particular rate path.\"\n\nMarket reaction to ECB policy decisions\n\nEUR\/USD showed no immediate reaction to the ECB policy announcements and was last seen trading at 1.1755, losing 0.15% on a daily basis.\n\nEuro PRICE This week The table below shows the percentage change of Euro (EUR) against listed major currencies this week. Euro was the strongest against the US Dollar. USD EUR GBP JPY CAD AUD NZD CHF USD -1.06% -0.99% -1.01% -0.76% -1.53% -1.34% -0.87% EUR 1.06% 0.15% 0.07% 0.30% -0.52% -0.46% 0.15% GBP 0.99% -0.15% -0.30% 0.18% -0.63% -0.40% 0.20% JPY 1.01% -0.07% 0.30% 0.25% -0.49% -0.38% 0.31% CAD 0.76% -0.30% -0.18% -0.25% -0.71% -0.58% -0.16% AUD 1.53% 0.52% 0.63% 0.49% 0.71% 0.13% 0.81% NZD 1.34% 0.46% 0.40% 0.38% 0.58% -0.13% 0.59% CHF 0.87% -0.15% -0.20% -0.31% 0.16% -0.81% -0.59% The heat map shows percentage changes of major currencies against each other. The base currency is picked from the left column, while the quote currency is picked from the top row. For example, if you pick the Euro from the left column and move along the horizontal line to the US Dollar, the percentage change displayed in the box will represent EUR (base)\/USD (quote).\n\nThis section below was published as a preview of the European Central Bank's (ECB) monetary policy announcements at 05:00 GMT.\n\nThe European Central Bank is expected to hold key rates for the first time in over a year on Thursday.\n\nThe Eurozone inflation rate has hit the ECB’s 2% target as the US-EU trade deal uncertainty lingers.\n\nThe EUR\/USD pair could experience intense volatility following the ECB policy announcements.\n\nThe European Central Bank (ECB) is on track to leave its key interest rates unchanged after its July policy meeting, after having reduced rates at each of its last seven meetings. The decision will be announced on Thursday at 12:15 GMT.\n\nThe interest rate decision will be followed by ECB President Christine Lagarde’s press conference at 12:45 GMT.\n\nThe ECB policy announcements will likely have a significant impact on the EUR\/USD performance, as the Euro (EUR) is expected to experience intense volatility following the decision and during President Lagarde’s press conference.\n\nWhat to expect from the ECB interest rate decision?\n\nWith a no-rate-change decision widely priced in, the focus will be on the ECB’s policy statement for any hints on whether the central bank will resume its interest rate-cutting cycle later this year amid uncertainty over the potential impact of higher United States (US) tariffs on the Eurozone economy and a stronger Euro.\n\nThe primary reason behind the ECB’s likely pause is the bloc’s inflation, as measured by the Harmonized Index of Consumer Prices (HICP), returning to the bank’s target of 2% in June.\n\nThough the closely watched services inflation edged up slightly to 3.3% in June, after cooling in May to 3.2%, the gauge was still down from a 4% reading in April.\n\nAdditionally, mounting tensions over the likelihood of a trade agreement between the US and the European Union (EU) by the August 1 deadline could persuade the ECB to remain in a wait-and-see mode on Thursday.\n\nCiting some officials from the European Commission, the Financial Times reported on Wednesday that the EU and US are closing in on a trade deal that would impose 15% tariffs on European imports, while waiving duties on some items.\n\nThe central bank will look to seek more clarity on the trade scenario before considering any changes to its interest rate trajectory.\n\nAnother factor that the ECB could consider when determining its path forward on interest rates is the appreciation of the EUR so far this year, which has been helped by a sustained downtrend in the US Dollar (USD).\n\nUS President Donald Trump’s erratic trade policies and repeated attacks on the US Federal Reserve's (Fed) independence have been the key catalysts behind the USD downtrend.\n\nThe narrative that a stronger EUR could bring down imported inflation, in turn, raising the odds of inflation undershooting the ECB's target, could lead the bank to resume rate cuts later in the year.\n\nTherefore, prudence on the rate cut path seems like the optimal decision for the central bank in July, with markets seeing a rate cut at the September meeting.\n\nHow could the ECB meeting impact EUR\/USD?\n\nHeading into the ECB showdown, the EUR\/USD pair is building on its recovery from three-week troughs of 1.1556. Will the turnaround sustain?\n\nIf the ECB Monetary Policy Statement or President Lagarde hints that the disinflationary trend remains intact, despite the tariff impact, it could revive expectations of rate cuts by the year-end. In this scenario, EUR\/USD could resume its correction from multi-year highs.\n\nOn the other hand, EUR\/USD could recover further ground if the ECB acknowledges potential upside risks to inflation and Lagarde sticks to the bank’s ‘data-dependent’ approach to assess the tariff impact.\n\nDhwani Mehta, Asian Session Lead Analyst at FXStreet, offers a brief technical outlook for EUR\/USD:\n\n“EUR\/USD recaptured the critical 21-day Simple Moving Average (SMA) at 1.1709 on Tuesday, while the 14-day Relative Strength Index (RSI) indicator holds firm near 63, signalling mild bullish momentum and suggesting that more upside remains in the offing for the main currency pair.”\n\n“On the upside, the immediate resistance aligns at the multi-year highs of 1.1830 set in early July, above which the 1.1900 round level could be tested. The June 25, 2021, high of 1.1975 will be next on buyers’ radars. Conversely, the weekly low of 1.1615 will offer initial support, below which the 50-day SMA at 1.1535 will come into play. The line in the sand for EUR\/USD buyers is located at the 1.1500 mark,” Dhwani added.",
        "link":"https:\/\/www.fxstreet.com\/news\/european-central-bank-set-to-keep-interest-rates-unchanged-amid-us-eu-trade-uncertainty-202507240700"
    },
    {
        "site":"FXStreet",
        "title":"Breaking: US flash Manufacturing PMI dropped to 49.5 in July",
        "authors":"",
        "publish_date":"2025-07-24 08:00:00+00:00",
        "text":"A first look at S&P Global's Composite PMI indicated that US business activity grew faster in July, with the index rising to 54.6 from the previous month’s 52.9. The number, which is over the 50 mark that divides expansion from contraction, suggests that the private sector is gathering traction.\n\nThe statistics showed that different industries were performing in a mixed fashion. The Manufacturing PMI dropped from 52.9 to 49.5, which means that manufacturing activity lost momentum. The Services PMI, on the other hand, increased from 52.9 to 55.2, which might mean that demand in the services sector is picking up momentum.\n\nFollowing the news release, Chris Williamson, Chief Business Economist at S&P Global Market Intelligence argued: “The flash PMI data indicated that the US economy grew at a sharply increased rate at the start of the third quarter, consistent with the economy expanding at a 2.3% annualized rate. That represents a marked improvement on the 1.3% rate signalled by the survey for the second quarter.”\n\nMarket reaction\n\nThe Greenback remains in “recovery mode” following several days in the red, with the US Dollar Index (DXY) attempting a decent rebound to the 97.30-97.40 region following the data release.\n\nUS Dollar PRICE Today The table below shows the percentage change of US Dollar (USD) against listed major currencies today. US Dollar was the strongest against the Swiss Franc. USD EUR GBP JPY CAD AUD NZD CHF USD -0.02% 0.23% 0.01% 0.19% -0.11% -0.03% 0.24% EUR 0.02% 0.26% 0.02% 0.23% -0.09% -0.01% 0.26% GBP -0.23% -0.26% -0.24% -0.03% -0.34% -0.27% 0.00% JPY -0.01% -0.02% 0.24% 0.18% -0.13% -0.10% 0.09% CAD -0.19% -0.23% 0.03% -0.18% -0.28% -0.24% 0.03% AUD 0.11% 0.09% 0.34% 0.13% 0.28% 0.08% 0.35% NZD 0.03% 0.01% 0.27% 0.10% 0.24% -0.08% 0.27% CHF -0.24% -0.26% -0.00% -0.09% -0.03% -0.35% -0.27% The heat map shows percentage changes of major currencies against each other. The base currency is picked from the left column, while the quote currency is picked from the top row. For example, if you pick the US Dollar from the left column and move along the horizontal line to the Japanese Yen, the percentage change displayed in the box will represent USD (base)\/JPY (quote).\n\nThis section below was published as a preview of the US S&P Global PMI data at 08:00 GMT.\n\nThe S&P Global flash PMIs for July are seen improving further, suggesting the US economy continued to expand.\n\nMarkets expect the Federal Reserve to keep its interest rates unchanged at the end of the month.\n\nEUR\/USD manages to regain some pace and flirts with the 1.1700 area.\n\nS&P Global will release on Thursday its preliminary July Purchasing Managers' Indices (PMIs) for the United States, based on surveys of top private sector executives, to provide an early indication of economic momentum.\n\nThe report includes three measures: the Manufacturing PMI, the Services PMI, and the Composite PMI (a weighted combination of the two), each calibrated such that numbers above 50 indicate growth and readings below that threshold indicate contraction.\n\nThese monthly snapshots, released far ahead of many official figures, analyse everything from production and export patterns to capacity utilisation, employment, and inventory levels, offering some of the earliest signs of the economy's direction.\n\nThe Composite PMI ticked down marginally to 52.9 in June from 53.0 the previous month. According to Chris Williamson, Chief Business Economist at S&P Global Market Intelligence, \"The US service sector reported a welcome combination of sustained growth and increased hiring in June but also reported elevated price pressures, all of which could add to pressure on policymakers to remain cautious with regard to any further loosening of monetary policy.\"\n\nWhat can we expect from the next S&P Global PMI report?\n\nInvestors anticipate a little increase in July's flash Manufacturing PMI from 52.0 to 52.5, while the Services PMI is projected to rise from 52.9 to 53.0.\n\nAlthough a minor decline may not scare markets, any resilience – or rebound – above the 50-point level might alleviate lingering economic fears, particularly if service sector momentum remains strong.\n\nInvestors will focus on the PMIs' granular inflation and employment measures. Fed Chair Jerome Powell has said that inflation is projected to accelerate in reaction to US tariffs, causing the Federal Reserve (Fed) to adopt a cautious tone. Despite some Fed officials suggesting a quarter-point rate decrease as early as later this month, the market consensus expects the Fed to stay on the sidelines.\n\nA significant upside surprise in the services PMI, along with a strong print from the manufacturing gauge, would likely bolster the US Dollar by confirming the idea of a healthy economy, hence supporting the Fed's conservative attitude.\n\nIn contrast, evidence of easing pricing pressures and weak private sector hiring might reignite prospects for more monetary easing, weighing on the US Dollar.\n\nWhen will the July flash US S&P Global PMIs be released, and how could they affect EUR\/USD?\n\nThe S&P Global Manufacturing, Services, and Composite PMIs report will be released at 13:45 GMT and is expected to show US business activity extending the gain of momentum observed in the last readings.\n\nAhead of the release, Pablo Piovano, Senior Analyst at FXStreet, warns that the continuation of the ongoing recovery of the EUR\/USD pair could see it challenge its yearly peak of 1.1830 (July 1), ahead of the September 2021 high at 1.1909 (September 3), and the critical milestone at 1.2000.\n\nAlternatively, Piovano notes that the resurgence of the selling pressure should meet initial support at the monthly floor of 1.1556 (July 17), prior to the interim 55-day Simple Moving Average (SMA) at 1.1491, and the weekly base of 1.1445 (June 19).\n\n“While above the 200-day SMA at 1.0910, the pair’s bullish stance should remain unchanged,” Piovano adds.\n\nTariffs FAQs What are tariffs? Tariffs are customs duties levied on certain merchandise imports or a category of products. Tariffs are designed to help local producers and manufacturers be more competitive in the market by providing a price advantage over similar goods that can be imported. Tariffs are widely used as tools of protectionism, along with trade barriers and import quotas. What is the difference between taxes and tariffs? Although tariffs and taxes both generate government revenue to fund public goods and services, they have several distinctions. Tariffs are prepaid at the port of entry, while taxes are paid at the time of purchase. Taxes are imposed on individual taxpayers and businesses, while tariffs are paid by importers. Are tariffs good or bad? There are two schools of thought among economists regarding the usage of tariffs. While some argue that tariffs are necessary to protect domestic industries and address trade imbalances, others see them as a harmful tool that could potentially drive prices higher over the long term and lead to a damaging trade war by encouraging tit-for-tat tariffs. What is US President Donald Trump’s tariff plan? During the run-up to the presidential election in November 2024, Donald Trump made it clear that he intends to use tariffs to support the US economy and American producers. In 2024, Mexico, China and Canada accounted for 42% of total US imports. In this period, Mexico stood out as the top exporter with $466.6 billion, according to the US Census Bureau. Hence, Trump wants to focus on these three nations when imposing tariffs. He also plans to use the revenue generated through tariffs to lower personal income taxes.",
        "link":"https:\/\/www.fxstreet.com\/news\/sp-global-pmis-set-to-show-ongoing-us-economic-strength-in-july-202507240800"
    },
    {
        "site":"FXStreet",
        "title":"Asset Forex News",
        "authors":"",
        "publish_date":"N\/A",
        "text":"Bitcoin price continues to trade within a tight consolidation range on Friday, suggesting a pause in bullish momentum. Meanwhile, Ethereum and Ripple have slid nearly 3% and 10%, respectively, so far this week. Traders should be cautious as the momentum indicators of these cryptocurrencies show signs of fading bullish momentum.",
        "link":"https:\/\/www.fxstreet.com\/news\/latest\/asset?dFR[Category][0]=News&dFR[Tags][0]=EURUSD"
    },
    {
        "site":"FXStreet",
        "title":"Asset Forex News",
        "authors":"",
        "publish_date":"N\/A",
        "text":"Bitcoin price continues to trade within a tight consolidation range on Friday, suggesting a pause in bullish momentum. Meanwhile, Ethereum and Ripple have slid nearly 3% and 10%, respectively, so far this week. Traders should be cautious as the momentum indicators of these cryptocurrencies show signs of fading bullish momentum.",
        "link":"https:\/\/www.fxstreet.com\/news\/latest\/asset?dFR[Category][0]=News&dFR[Tags][0]=GBPUSD"
    },
    {
        "site":"FXStreet",
        "title":"Asset Forex News",
        "authors":"",
        "publish_date":"N\/A",
        "text":"Bitcoin price continues to trade within a tight consolidation range on Friday, suggesting a pause in bullish momentum. Meanwhile, Ethereum and Ripple have slid nearly 3% and 10%, respectively, so far this week. Traders should be cautious as the momentum indicators of these cryptocurrencies show signs of fading bullish momentum.",
        "link":"https:\/\/www.fxstreet.com\/news\/latest\/asset?dFR[Category][0]=News&dFR[Tags][0]=USDJPY"
    },
    {
        "site":"FXStreet",
        "title":"Asset Forex News",
        "authors":"",
        "publish_date":"N\/A",
        "text":"Bitcoin price continues to trade within a tight consolidation range on Friday, suggesting a pause in bullish momentum. Meanwhile, Ethereum and Ripple have slid nearly 3% and 10%, respectively, so far this week. Traders should be cautious as the momentum indicators of these cryptocurrencies show signs of fading bullish momentum.",
        "link":"https:\/\/www.fxstreet.com\/news\/latest\/asset?dFR[Category][0]=News&dFR[Tags][0]=AUDUSD"
    },
    {
        "site":"FXStreet",
        "title":"Asset Forex News",
        "authors":"",
        "publish_date":"N\/A",
        "text":"Bitcoin price continues to trade within a tight consolidation range on Friday, suggesting a pause in bullish momentum. Meanwhile, Ethereum and Ripple have slid nearly 3% and 10%, respectively, so far this week. Traders should be cautious as the momentum indicators of these cryptocurrencies show signs of fading bullish momentum.",
        "link":"https:\/\/www.fxstreet.com\/news\/latest\/asset?dFR[Category][0]=News&dFR[Tags][0]=NZDUSD"
    },
    {
        "site":"FXStreet",
        "title":"Asset Forex News",
        "authors":"",
        "publish_date":"N\/A",
        "text":"Bitcoin price continues to trade within a tight consolidation range on Friday, suggesting a pause in bullish momentum. Meanwhile, Ethereum and Ripple have slid nearly 3% and 10%, respectively, so far this week. Traders should be cautious as the momentum indicators of these cryptocurrencies show signs of fading bullish momentum.",
        "link":"https:\/\/www.fxstreet.com\/news\/latest\/asset?dFR[Category][0]=News&dFR[Tags][0]=USDCAD"
    },
    {
        "site":"FXStreet",
        "title":"Asset Forex News",
        "authors":"",
        "publish_date":"N\/A",
        "text":"Bitcoin price continues to trade within a tight consolidation range on Friday, suggesting a pause in bullish momentum. Meanwhile, Ethereum and Ripple have slid nearly 3% and 10%, respectively, so far this week. Traders should be cautious as the momentum indicators of these cryptocurrencies show signs of fading bullish momentum.",
        "link":"https:\/\/www.fxstreet.com\/news\/latest\/asset?dFR[Category][0]=News&dFR[Tags][0]=USDCHF"
    },
    {
        "site":"FXStreet",
        "title":"Asset Forex News",
        "authors":"",
        "publish_date":"N\/A",
        "text":"Bitcoin price continues to trade within a tight consolidation range on Friday, suggesting a pause in bullish momentum. Meanwhile, Ethereum and Ripple have slid nearly 3% and 10%, respectively, so far this week. Traders should be cautious as the momentum indicators of these cryptocurrencies show signs of fading bullish momentum.",
        "link":"https:\/\/www.fxstreet.com\/news\/latest\/asset?dFR[Category][0]=News&dFR[Tags][0]=EURGBP"
    }
]