[
    {
        "site":"FXStreet",
        "title":"JOLTS Job Openings decline to 7.43 million in June vs. 7.55 million forecast",
        "authors":"",
        "publish_date":"2025-07-29 08:00:00+00:00",
        "text":"The number of job openings on the last business day of June stood at 7.43 million, the US Bureau of Labor Statistics (BLS) reported in the Job Openings and Labor Turnover Survey (JOLTS) on Tuesday. This reading followed the 7.71 million openings (revised from 7.76 million) recorded in May and came in below the market expectation of 7.55 million.\n\n\"Over the month, both hires and total separations were little changed at 5.2 million and 5.1 million, respectively,\" the press release read. \"Within separations, quits (3.1 million) were little changed while layoffs and discharges (1.6 million) were unchanged.\"\n\nMarket reaction to JOLTS Job Openings data\n\nThe US Dollar (USD) Index preserves its bullish momentum and was last seen rising 0.35% on the day at 99.00.\n\nUS Dollar PRICE This week The table below shows the percentage change of US Dollar (USD) against listed major currencies this week. US Dollar was the strongest against the Euro. USD EUR GBP JPY CAD AUD NZD CHF USD 1.91% 0.82% 0.61% 0.40% 1.11% 1.13% 1.11% EUR -1.91% -1.09% -1.23% -1.48% -0.78% -0.76% -0.78% GBP -0.82% 1.09% -0.32% -0.40% 0.30% 0.34% 0.31% JPY -0.61% 1.23% 0.32% -0.21% 0.44% 0.50% 0.63% CAD -0.40% 1.48% 0.40% 0.21% 0.67% 0.74% 0.71% AUD -1.11% 0.78% -0.30% -0.44% -0.67% 0.03% -0.01% NZD -1.13% 0.76% -0.34% -0.50% -0.74% -0.03% -0.02% CHF -1.11% 0.78% -0.31% -0.63% -0.71% 0.00% 0.02% The heat map shows percentage changes of major currencies against each other. The base currency is picked from the left column, while the quote currency is picked from the top row. For example, if you pick the US Dollar from the left column and move along the horizontal line to the Japanese Yen, the percentage change displayed in the box will represent USD (base)\/JPY (quote).\n\n\n\n\n\nThis section below was published as a preview of the US JOLTS Job Openings data at 09:00 GMT.\n\nThe US JOLTS data will be watched closely ahead of the release of the July Nonfarm Payrolls report on Friday.\n\nJob Openings are forecast to edge lower to 7.55 million in June.\n\nThe state of the labor market is a key factor for Fed officials when setting interest rates.\n\nThe Job Openings and Labor Turnover Survey (JOLTS) will be released on Tuesday by the United States (US) Bureau of Labor Statistics (BLS). The publication will provide data about the change in the number of Job Openings in June, alongside the number of layoffs and quits.\n\nJOLTS data is scrutinized by market participants and Federal Reserve (Fed) policymakers because it can provide valuable insights into the supply-demand dynamics in the labor market, a key factor impacting salaries and inflation. Job Openings have been declining steadily since reaching 12 million in March 2022, indicating a steady cooldown in labor market conditions. In January of this year, the number of Job Openings came in above 7.7 million before declining to 7.2 million by March. Since then, JOLTS Job Openings rose for two consecutive months, reaching 7.76 million in May.\n\nWhat to expect in the next JOLTS report?\n\nMarkets expect Job Openings for June to decline to 7.55 million. Although concerns over an economic downturn eased after the United States (US) reached trade agreements with Japan and the European Union (EU), there is still uncertainty surrounding the inflation outlook. Hence, Federal Reserve (Fed) policymakers could refrain from easing monetary policy unless labor market conditions worsen in a noticeable way.\n\nThe CME FedWatch Tool shows that markets virtually see no chance of a rate cut at the upcoming July 29-30 Fed policy meeting. Nevertheless, a significant negative surprise in the JOLTS Job Openings data, with a reading below 7 million, could feed into expectations for a 25-basis-point rate cut in September, which currently has a probability of about 60%. In this scenario, the US Dollar (USD) could come under pressure with the immediate reaction.\n\nOn the other hand, a reading near the market consensus, or better, could help the USD to hold its ground. Regardless, investors could opt to stay on the sidelines ahead of the Fed policy announcements on Wednesday, not allowing the data to have a long-lasting impact on the USD’s valuation.\n\nWhen will the JOLTS report be released and how could it affect EUR\/USD?\n\nJob Openings will be published on Tuesday at 14:00 GMT. Eren Sengezer, European Session Lead Analyst at FXStreet, shares his technical outlook for EUR\/USD:\n\n“The near-term technical outlook points to a buildup of bearish momentum in EUR\/USD. The Relative Strength Index (RSI) indicator on the daily chart declined below 50 and the pair broke below the 20-day Simple Moving Average (SMA), currently located at 1.1700.”\n\n“On the downside, the 50-day SMA aligns as the immediate support level at 1.1560 before 1.1450 (Fibonacci 23.6% retracement of the February-July uptrend) and 1.1335 (100-day SMA). Looking north, resistance levels could be spotted at 1.1700 (20-day SMA), 1.780 (static level) and 1.1830 (end-point of the uptrend).”",
        "link":"https:\/\/www.fxstreet.com\/news\/us-jolts-job-openings-expected-to-decline-in-june-202507290800"
    },
    {
        "site":"FXStreet",
        "title":"IRA balances by age: Where are you in your retirement savings?",
        "authors":"",
        "publish_date":"2025-07-29 12:49:57.161000+00:00",
        "text":"At a time when preparing for retirement increasingly relies on individual savings, Individual Retirement Accounts (IRAs) are establishing themselves as essential pillars of retirement planning in the United States.\n\nBut how much do you really need to have set aside by age 30, 40 or 60? A recent study by Fidelity , based on an analysis of 16.8 million IRA accounts, sheds valuable light on average balances by age. An opportunity to compare your situation and, above all, to draw concrete conclusions.\n\nStriking differences between generations\n\nData for the fourth quarter of 2024 reveal a logical but impressive progression of IRA balances with age. Here are the average balances observed:\n\nGeneration Z (13-28 years): $6,672\n\n$6,672 Millennials (29-44 years): $25,109\n\n$25,109 Generation X (45-60 years): $103,952\n\n$103,952 Baby Boomers (61-79): $257,002\n\nAs the years go by, the cumulative effect of regular contributions, stock market performance and compounding inflates the amounts. This growth is a powerful reminder of the benefits of starting an IRA early , even with small amounts.\n\nWhat you should have saved for retirement\n\nIn addition to observed averages, Fidelity offers benchmarks to let you know if you're on the right track. For example:\n\nAge Average IRA balance Recommended savings 20s $8,023\n\n30s $21,304 1x annual salary 40s $57,326 3x annual salary 50s $124,606 6x annual salary 60s $233,781 8x to 10x annual salary 70+ $297,988\n\n\n\nThese benchmarks allow you to set realistic goals while taking into account your own income.\n\nIf you earn $75,000 a year, aiming for $225,000 in savings by age 40 is a good target, according to Fidelity.\n\nSource: Fidelity\n\nThe central role of IRAs in retirement planning\n\nIn a landscape where traditional pensions are gradually disappearing and Social Security is no longer enough to guarantee a comfortable standard of living, IRAs have become indispensable.\n\nThey often complement a 401(k), or even replace it in the absence of a company plan.\n\nThe two main variants, the Traditional IRA and the Roth IRA , offer distinct tax advantages.\n\nThe former allows contributions to be deducted from taxable income (but withdrawals will be taxed later), while the latter taxes contributions upstream but exempts withdrawals.\n\nIn both cases, gains benefit from a snowball effect thanks to the absence of annual taxation.\n\nThe snowball effect of time and discipline\n\nWhat long-term trends demonstrate is that IRA accounts benefit fully from the combination of regularity and patience.\n\nWith consistent contributions and a growth-oriented investment strategy, even modest amounts at the outset can be transformed, over decades, into substantial capital for retirement.\n\nThe progressive growth of IRA balances illustrates the power of compounding. The earlier you start, the more your savings benefit from a cumulative effect.\n\nThis doesn't mean that it's too late to start saving at an older age, but it does underline that acting early offers an advantage that's hard to make up for.\n\nWhen it comes to retirement planning, time remains a precious ally, provided you use it rigorously.\n\nConcrete retirement strategies for every age\n\nIn your twenties: Start contributing, even small amounts. The important thing is to get into the habit.\n\nStart contributing, even small amounts. The important thing is to get into the habit. In your thirties: Try to reach 1x your annual salary and give preference to dynamic investments.\n\nTry to reach 1x your annual salary and give preference to dynamic investments. In your forties: Go up to 3x your salary and adjust if you're behind.\n\nGo up to 3x your salary and adjust if you're behind. In your fifties: Use catch-up contributions authorized from age 50 ($8,000 in 2025).\n\nUse catch-up contributions authorized from age 50 ($8,000 in 2025). From age 60: Prepare for the transition to Required Minimum Distributions (RMD), mandatory from age 73.\n\nIRA and automation: The key to regularity\n\nOne of the best ways to save regularly is to automate your IRA contributions.\n\nBy matching payments to the frequency of salaries (on the 15th and 30th of the month, for example), savers ensure that they remain disciplined, without having to think about it every month.\n\nWhat's more, it's advisable to gradually increase the amounts, for example, by allocating an extra 1% each year when a salary increase occurs.\n\nA powerful tool, provided it's put to good use\n\nIndividual Retirement Accounts (IRAs) offer flexibility, tax advantages and growth potential, making them an essential tool in retirement planning.\n\nWhether you're a young worker or close to retirement, the important thing is to know where you stand, to compare without feeling guilty, and to adjust your strategy.\n\nFinally, remember that Social Security alone will probably not be enough to cover the needs of a comfortable retirement. The IRA, properly used, can fill the gap, provided you act early... and regularly.",
        "link":"https:\/\/www.fxstreet.com\/finance\/average-ira-balances-by-age-where-do-you-stand-202507291249"
    },
    {
        "site":"FXStreet",
        "title":"Nike leads Dow Jones higher after upgrade, $93 price target",
        "authors":"",
        "publish_date":"2025-07-28 16:16:13.176000+00:00",
        "text":"Nike stock gains 4% on JPMorgan upgrade.\n\nAnalyst Matthew Boss gives NKE shares a $93 price target.\n\nJPMorgan cites return to form as inventory issues worked through.\n\nTrump trade agreement with EU a positive sign for equities.\n\nNike (NKE) stock is off to the races on Monday as the athletic brand surges over 4% in response to a bullish turn from JPMorgan. The venerated investment bank came out with a $93 price target on the down-on-its-luck footwear company.\n\nNike stock rose within spitting distance of the $80 psychological level it hasn't touched since March 10 of this year.\n\nThe Dow Jones Industrial Average (DJIA), which holds Nike as a constituent, is slightly ahead with Nike's urging despite measured pullbacks from Travelers (TRV), Cisco (CSCO) and Verizon (VZ). The market overall is cautiously optimistic at the start of the week after President Trump inked a 15% tariff deal with the European Union (EU) over the weekend. Trump also said on Monday that other countries who had not yet signed trade deals would get 15% to 20% tariff rates come August 1, another sign that the worst possibilities might be over.\n\nTraders are looking ahead to the June JOLTS Job Openings report on Tuesday, Wednesday's Federal Reserve (Fed) interest rate decision and press conference, and the July Nonfarm Payrolls report on Friday.\n\nNike stock news\n\nAfter a long bout of switching management and working through overhang from inventory liquidation issues, JPMorgan analyst Matthew Boss expects revenues to rise over the next 18 months as Nike returns to a better performance interval.\n\n\"Further, we see opportunity for NKE to recapture over 500bps of operating margin erosion on improved full-price selling & reception to new product innovation, and as NKE begins to leverage on SG&A expenses with an inflection to topline growth,\" Boss wrote in a client memo, attaching a $93 price target to NKE shares.\n\nThe price target does seem high as it comes from offering Nike stock a 37x multiple to estimated fiscal 2027 earnings per share (EPS) of $2.49.\n\nAfter the Trump administration this summer finalized a trade agreement with Vietnam, where Nike produces the majority of its products, Nike management seems less worried about tariffs, announcing that it will mitigate the higher costs via arrangements with suppliers, price increases, and corporate downsizing.\n\nNike stock forecast\n\nNike shares are approaching the $80 price level, but bulls will look for a retest of the $82.44 resistance last tested it on February 26. Meanwhile, the 200-day is gliding along near $71.00, and the stock appears to be overbought on the Relative Strength Index (RSI) with a reading of 71.\n\n\n\n\n\nNKE daily stock chart\n\nThe long-term downward trending price channel on the weekly chart below tells us that the bearish structure is now behind us. Bulls will hope that an upward sloping price channel will be formed in its space, but the first necessary evidence will be a confirmed close above the $82.44 level, marking a new higher high for the first time in four years.",
        "link":"https:\/\/www.fxstreet.com\/news\/nike-leads-dow-jones-higher-after-upgrade-93-price-target-202507281616"
    },
    {
        "site":"FXStreet",
        "title":"FundedFX launches global prop trading challenges with flexible scaling and on-demand payouts",
        "authors":"",
        "publish_date":"2025-07-29 07:57:37+00:00",
        "text":"FundedFX, a next-generation prop trading evaluation firm, has officially expanded its programs worldwide, giving traders of all experience levels access to up to $200,000 in simulated funded accounts, transparent evaluation challenges, and fast, reliable payouts. Built on a mission of transparency and equal opportunity, FundedFX is aiming to remove traditional capital barriers and help traders prove their skills in a fair, structured environment.\n\nClear Challenges and Transparent Rules\n\nFundedFX gives traders two distinct ways to get funded: the 1-Step Challenge for speed-focused traders and the Classic 2-Step Challenge for those who thrive under structured progression.\n\nWith the 1-Step Challenge, traders can skip the waiting and move fast. It features a single evaluation phase, no second stage, and up to 90% profit splits. Traders choose account sizes from $10,000 to $200,000, with straightforward rules, a 30-day trading window, and low drawdown limits. Once funded, there are no minimum trading days, and payouts can be requested every 14 days—or sooner using the “30% best day rule.”\n\nFor those preferring a more traditional path, the 2-Step Challenge provides a phased route with higher leverage and longer trading periods. It includes two evaluation stages designed to test both strategy and consistency, followed by a funded account with the same generous payout model. This option is ideal for traders who excel over time and want to prove their edge across multiple benchmarks.\n\nBoth challenges offer up to 90% profit share, scalable funding up to $200,000, and entry fees starting as low as $85, making FundedFX a flexible, competitive solution for traders at any level.\n\nEmpowering Traders Everywhere\n\nFundedFX operates on the principle that skill should define a trader’s journey — not financial background. Its platform prioritizes fair terms, robust risk management tools, and comprehensive educational resources. Traders execute on the Match‑Trader platform— fully integrated with TradingView—combining deep liquidity, intuitive order management, and professional‑grade charting across desktop, web, and mobile devices.\n\nA strong commitment to mentorship, community, and clear communication underpins FundedFX’s approach, ensuring every trader, whether new or experienced, has the tools and guidance needed to succeed.\n\nFundedFX’s vision is to make prop trading more inclusive and transparent by focusing on talent, opportunity, and performance-based rewards.\n\nFor details on available challenges, profit splits, or payout processes, visit www.fundedfx.com.\n\nAbout FundedFX\n\nFundedFX is a prop trading evaluation firm providing simulated accounts for skill-based trader funding challenges. Its model is designed to support traders with transparent terms, scalable funding opportunities, and reliable payouts while maintaining a strong emphasis on education, community, and fair trading practices.\n\nMore information at: www.fundedfx.com",
        "link":"https:\/\/www.fxstreet.com\/press-releases\/fundedfx-launches-global-prop-trading-challenges-with-flexible-scaling-and-on-demand-payouts-202507290757"
    },
    {
        "site":"FXStreet",
        "title":"CFI Achieves Record-Breaking $1.51 Trillion Trading Volume in Q2 2025",
        "authors":"",
        "publish_date":"2025-07-28 15:05:38+00:00",
        "text":"Dubai, UAE – 28 July 2025 – CFI Financial Group, a leading global online trading provider, is proud to announce a record-breaking trajectory with landmark performance in the second quarter of 2025. The Group posted an all-time high quarterly trading volume of $1.51 trillion, bringing the first half of 2025 total volume to $2.79 trillion, representing a 110% increase from the first half of 2024 and a 31% increase from the second half of 2024. These results reinforce CFI’s position at the forefront of the global trading industry, powered by innovation, client trust, and strategic execution.\n\nQ2 2025: Another Quarter of Unprecedented Growth\n\nCFI’s Q2 results marked a new company record with a trading volume of $1.51 trillion, an 18% increase over Q1 2025, and a 97% increase compared to Q2 2024.\n\nClient growth remained a key driver of CFI’s momentum:\n\nFunded accounts increased by 2% in H1 2025 compared to H2 2024, and by 60% compared to H1 2024.\n\nActive accounts rose by 22% compared to H2 2024, and 84% compared to H1 2024, demonstrating strong engagement and growing platform activity.\n\nStrategic Milestones & Leadership Evolution\n\nCFI’s vision for expansion and leadership took bold new steps this quarter:\n\nAppointment of Ziad Melhem as Group CEO: In a defining move, Ziad Melhem stepped into the role of Group CEO during Q2, marking a new era of leadership. Co-Founders Hisham Mansour and Eduardo Fakhoury transitioned to Chairman and Vice Chairman of the Group, continuing to guide long-term strategy and governance.\n\nOfficial Launch of CFI South Africa: Expanding the Group’s on-ground footprint, CFI celebrated the official launch of its operations in South Africa, reinforcing its commitment to long-term presence and growth in key markets.\n\nLaunch of CFI Academy: A major initiative aimed at empowering traders and investors through education, the CFI Academy was launched to provide accessible, professional-level knowledge across trading and investing topics.\n\nLaunch of CFI Bahrain: Laying the foundation for CFI’s entry into Bahrain, with the support and license from the Central Bank of Bahrain, further enhancing CFI’s global presence as part of the group’s bold growth strategy.\n\nGlobal Partnerships & Brand Growth\n\nQ2 2025 was defined by high-profile partnerships that elevated CFI’s global brand visibility:\n\nOfficial Online Trading Partner of the 2025 Turkish Airlines EuroLeague Final Four: A major step into elite international sports sponsorship, boosting brand presence in Europe and beyond.\n\nOfficial Online Trading Partner of Etihad Arena: A high-impact partnership with the UAE’s premier entertainment venue, emphasizing CFI’s connection to innovation, performance, and community engagement.\n\nA New Global Icon Joins the CFI Family\n\nIn a landmark brand moment, CFI announced the appointment of Maria Sharapova, five-time Grand Slam champion and entrepreneur, as its official Global Brand Ambassador. The partnership reflects shared values of discipline, excellence, and international reach.\n\nCelebrating Excellence: Awards & Recognition\n\nIn recognition of its continued excellence, CFI received several prestigious awards in Q2 2025, including:\n\n“Most Regulated Trading Broker” - ProFX Expo MENA 2025\n\n“Best Broker in the Middle East” - Money Expo Abu Dhabi 2025\n\n“Best Trading Tools - Africa” and “Best Rising Broker – Africa” - Finance Magnates Africa Summit (FMAS:25)\n\n“Most Transparent FX Broker” and “Best FX Broker, Middle East” - World Finance Forex Awards 2025\n\nLooking ahead\n\nZiad Melhem, Group CEO of CFI, commented:\n\n“Stepping into the CEO role during a quarter of record-breaking performance makes this chapter especially meaningful. Q2 2025 was not only about numbers, it was about momentum. From our global partnerships and regional expansion to launching initiatives like the CFI Academy, we are actively shaping the future of trading. The results we’re seeing today reflect years of building, refining, and pushing boundaries. With a world-class team behind me, I’m excited about what we’ll accomplish together in the second half of the year and beyond.”\n\nAs the Group progresses through 2025, its focus remains steadfast: scaling innovation, expanding its global footprint, and delivering world-class trading experiences to clients everywhere.\n\n\n\nAbout CFI: CFI Financial Group, established in 1998, is MENA's leading online trading broker with over 25 years of experience. Operating from key locations like London, Abu Dhabi, Dubai, Cape Town, Baku, Beirut, Amman, and Cairo, CFI provides seamless access to both global and local markets. Offering diverse trading options across equities, currencies, commodities, and more, CFI delivers superior conditions, including zero-pip spreads, no commission fees, and ultra-fast execution.\n\nThe company is a leader in AI-driven tools, offering intuitive and advanced solutions for traders of all experience levels. CFI fosters financial literacy through multilingual educational content and inspires excellence through partnerships with global icons like AC Milan, FIBA WASL, and MI Cape Town cricket team, as well as the Department of Culture and Tourism – Abu Dhabi. With Seven-Time Formula One™ World Champion Sir Lewis Hamilton as Global Brand Ambassador, CFI reflects a shared commitment to innovation and success while supporting cultural and community initiatives worldwide.\n\n\n\nFor more information: www.cfi.trade",
        "link":"https:\/\/www.fxstreet.com\/press-releases\/cfi-achieves-record-breaking-151-trillion-trading-volume-in-q2-2025-202507281505"
    },
    {
        "site":"FXStreet",
        "title":"Forex Expo Dubai 2025 nears sell-out as over 250 global brands confirm participation",
        "authors":"Forex Expo Dubai",
        "publish_date":"2025-07-28 12:52:13+00:00",
        "text":"The 8th edition of Forex Expo Dubai is nearing full capacity, with over 250 top-tier forex and fintech brands already confirmed to exhibit. Taking place on 6–7 October 2025 at the Dubai World Trade Centre, the expo has become the go-to meeting place for industry players aiming to scale their presence across the Middle East, Africa, and beyond — serving as a gateway to unmatched exposure, powerful networking, and direct access to thousands of traders, investors, and brokers from around the globe.\n\nFrom its debut in 2019 with just 50 exhibiting companies, Forex Expo Dubai has experienced phenomenal growth, transforming into one of the world’s most influential forex & trading events. Today, it stands as one of the largest forex gatherings globally, offering brands the opportunity to drive real business outcomes through high-impact engagement and expanded visibility across priority trading markets worldwide.\n\nTop-tier participants already confirmed for this year’s edition include ADSS, Alpari, CFI Financial Group, CXM, Eightcap, Exness, IC Markets, Ingot, JustMarkets, Kanak Capital Markets, Traze, Valetax, Vantage, VT Markets, xChief, XM, XS.com, among others— reinforcing the event’s credibility and continued upward trajectory.\n\nWith a surge in space requirements driven by strong demand from key industry players, the 2025 edition of Forex Expo Dubai is now entering its final phase of stand confirmations.\n\nCommenting on the strong momentum, Niyaz Mohamed, Commercial Director at HQ MENA - organizers of Forex Expo Dubai, stated:\n\n“Each year, we witness a surge in demand as leading global players recognize the tangible business value and networking reach that Forex Expo Dubai delivers. With booth space running out, we’re entering the final phase of confirmations for companies serious about growth and visibility in the region.”\n\nWhy Leading Forex Brands Make Forex Expo Dubai 2025 a Priority\n\nGlobal Industry Representation : The 2025 edition will feature over 250 exhibiting companies from more than 30 countries, showcasing next-generation trading platforms, liquidity solutions, and financial technologies.\n\n: The 2025 edition will feature over 250 exhibiting companies from more than 30 countries, showcasing next-generation trading platforms, liquidity solutions, and financial technologies. Targeted Audience : Forex Expo Dubai is expected to welcome over 30,000 traders, investors, fund managers, introducing brokers (IBs), and affiliates — delivering highly focused exposure for participating brands.\n\n: Forex Expo Dubai is expected to welcome over 30,000 traders, investors, fund managers, introducing brokers (IBs), and affiliates — delivering highly focused exposure for participating brands. Premium Content : The conference agenda includes 100+ expert speakers, featuring regulatory leaders, market analysts, and fintech pioneers shaping the future of global finance.\n\n: The conference agenda includes 100+ expert speakers, featuring regulatory leaders, market analysts, and fintech pioneers shaping the future of global finance. Onsite Business Generation : Proven across past editions, exhibitors consistently close high-value partnerships and client deals through one-on-one meetings and live product demonstrations held directly on the expo floor.\n\n: Proven across past editions, exhibitors consistently close high-value partnerships and client deals through one-on-one meetings and live product demonstrations held directly on the expo floor. Direct Engagement with Retail Traders: The event attracts a massive retail trading community actively seeking new platforms, tools, and broker relationships — providing an ideal environment for exhibitors to convert footfall into long-term customers.\n\nA Few Spaces Remain for Brands Still Looking to Participate\n\nWith strong demand and most of the floor now committed, a limited number of spaces remain available for industry players looking to align with the global forex community in Dubai. Leading brands still have the opportunity to join this year’s edition and benefit from strategic visibility, high-impact engagement, and direct access to key decision-makers.\n\nFor exhibitor inquiries or to request the latest floorplan, interested parties may contact [email protected], visit https:\/\/theforexexpo.com\/dubai, or call\/WhatsApp the organizing team at +971 50 605 1205.\n\nAbout Forex Expo Dubai\n\nForex Expo Dubai is the region’s leading event for traders, brokers, fintech innovators, and financial institutions. Organized by HQ MENA, the expo is held annually at the Dubai World Trade Centre and brings together the global forex and trading community for two days of high-impact networking, product showcases, and expert-led conference sessions.\n\nAbout HQ MENA\n\nHQ MENA is a leading event organizer based in the UAE, focused on delivering world-class exhibitions and conferences across fintech, crypto, finance, and online trading. Its mission is to connect global companies with high-intent audiences through content-rich, high-energy event experiences that drive real results.",
        "link":"https:\/\/www.fxstreet.com\/press-releases\/forex-expo-dubai-2025-nears-sell-out-as-over-250-global-brands-confirm-participation-202507281252"
    },
    {
        "site":"FXStreet",
        "title":"En Son Kripto Haberleri",
        "authors":"",
        "publish_date":"N\/A",
        "text":"Yatırımcıların filtreleri kişisel tercihlerine ve kriterlerine göre değiştirmeleri ve düzenlemenin olmaması ve hükümetlerin sürekli baskısı ve kullanıcıların artan ilgisi ile ilişkili yüksek oynaklığa hakim olmak için alım satım kararı verirken bilmek istedikleri bildirimleri seçmeleri yararlıdır. Bu faktörler nedeniyle, Piyasa Haberleri Kripto para birimleri sürekli olarak güncellenir, böylece yatırımcılar kripto para piyasası fırsatlarını kaçırmamalıdır.",
        "link":"https:\/\/www.fxstreet.com.tr\/cryptocurrencies\/news"
    },
    {
        "site":"FXStreet",
        "title":"Çin Politbürosu ekonomik temelin istikrarlı olduğunu söyledi",
        "authors":"",
        "publish_date":"2025-07-30 06:24:05+00:00",
        "text":"Avustralya Dolarını yönlendiren temel faktörler nelerdir? Avustralya Doları (AUD) için en önemli faktörlerden biri Avustralya Merkez Bankası (RBA) tarafından belirlenen faiz oranlarının seviyesidir. Avustralya kaynak zengini bir ülke olduğu için bir diğer önemli etken de en büyük ihracatı olan Demir Cevheri'nin fiyatıdır. En büyük ticaret ortağı olan Çin ekonomisinin sağlığı, Avustralya'daki enflasyon, büyüme oranı ve Ticaret Dengesi de bir faktördür. Piyasa duyarlılığı - yatırımcıların daha riskli varlıklara yönelmesi (risk-on) veya güvenli liman arayışı (risk-off) da bir faktördür ve AUD için risk-on pozitiftir.\n\nAvustralya Merkez Bankası'nın kararları Avustralya Dolarını nasıl etkiliyor? Avustralya Merkez Bankası (RBA), Avustralya bankalarının birbirlerine borç verebilecekleri faiz oranlarının seviyesini belirleyerek Avustralya Dolarını (AUD) etkiler. Bu da bir bütün olarak ekonomideki faiz oranlarının seviyesini etkiler. RBA'nın ana hedefi, faiz oranlarını aşağı ya da yukarı ayarlayarak %2-3'lük istikrarlı bir enflasyon oranını korumaktır. Diğer büyük merkez bankalarına kıyasla nispeten yüksek faiz oranları AUD'yi desteklerken, nispeten düşük faiz oranları için bunun tam tersi geçerlidir. RBA ayrıca kredi koşullarını etkilemek için niceliksel gevşeme ve sıkılaştırmayı da kullanabilir; bunlardan ilki AUD-negatif, ikincisi ise AUD-pozitiftir.\n\nÇin Ekonomisinin sağlığı Avustralya Dolarını nasıl etkiliyor? Çin, Avustralya'nın en büyük ticaret ortağıdır, bu nedenle Çin ekonomisinin sağlığı Avustralya Doları'nın (AUD) değeri üzerinde önemli bir etkiye sahiptir. Çin ekonomisi iyi gittiğinde Avustralya'dan daha fazla hammadde, mal ve hizmet satın alır, AUD'ye olan talebi artırır ve değerini yükseltir. Çin ekonomisi beklendiği kadar hızlı büyümediğinde ise tam tersi bir durum söz konusudur. Bu nedenle Çin büyüme verilerindeki olumlu veya olumsuz sürprizler genellikle Avustralya Doları ve pariteleri üzerinde doğrudan bir etkiye sahiptir.",
        "link":"https:\/\/www.fxstreet.com.tr\/news\/cinin-politburosu-ekonomik-temelin-istikrarli-oldugunu-soyluyor-202507300624"
    },
    {
        "site":"FXStreet",
        "title":"Ham Petrol fiyatı bugün: Avrupa açılışında WTI fiyatı aşağı yönlü seyrediyor",
        "authors":"",
        "publish_date":"2025-07-30 06:04:43+00:00",
        "text":"WTI Ham Petrol Nedir? WTI Ham Petrol, uluslararası piyasalarda satılan bir Ham Petrol türüdür. WTI, Brent ve Dubai Crude dahil olmak üzere üç ana türden biri olan West Texas Intermediate anlamına gelir. WTI, sırasıyla nispeten düşük yerçekimi ve sülfür içeriği nedeniyle “hafif” ve “tatlı” olarak da adlandırılır. Kolayca rafine edilebilen yüksek kaliteli bir Petrol olarak kabul edilir. Amerika Birleşik Devletleri'nden temin edilir ve “Dünyanın Boru Hattı Kavşağı” olarak kabul edilen Cushing merkezi üzerinden dağıtılır. Petrol piyasası için bir ölçüttür ve WTI fiyatı medyada sıklıkla yer almaktadır.\n\nWTI Ham Petrol fiyatını belirleyen faktörler nelerdir? Tüm varlıklar gibi, arz ve talep WTI Ham Petrol fiyatının temel itici güçleridir. Bu nedenle, küresel büyüme artan talebin itici gücü olabilir ve zayıf küresel büyüme için bunun tersi de geçerlidir. Siyasi istikrarsızlık, savaşlar ve yaptırımlar arzı kesintiye uğratabilir ve fiyatları etkileyebilir. Petrol üreten başlıca ülkelerden oluşan OPEC'in kararları, fiyatın bir diğer önemli itici gücüdür. ABD Dolarının değeri WTI Ham Petrol fiyatını etkiler, çünkü Petrol ağırlıklı olarak ABD Doları cinsinden işlem görür, bu nedenle zayıf bir ABD Doları Petrol fiyatını daha uygun hale getirebilir veya tam tersi olabilir.\n\nEnvanter verileri WTI Petrol fiyatını nasıl etkiler? Amerikan Petrol Enstitüsü (API) ve Enerji Bilgi Ajansı (EIA) tarafından yayınlanan haftalık Petrol envanter raporları WTI Ham Petrol fiyatını etkilemektedir. Stoklardaki değişiklikler arz ve talepteki dalgalanmaları yansıtır. Veriler stoklarda bir düşüş olduğunu gösteriyorsa, bu artan talebi gösterebilir ve Petrol fiyatını yükseltir. Daha yüksek stoklar, artan arzı yansıtarak fiyatları aşağı çekebilir. API'nin raporu her salı, EIA'nınki ise ertesi gün yayınlanır. Sonuçlar genellikle benzerdir ve zamanın %75'inde birbirlerinin %1'i içinde kalırlar. Bir devlet kurumu olduğu için EIA verilerinin daha güvenilir olduğu düşünülmektedir.",
        "link":"https:\/\/www.fxstreet.com.tr\/news\/ham-petrol-fiyati-bugun-avrupa-acilisinda-wti-fiyati-asagi-yonlu-seyrediyor-202507300604"
    },
    {
        "site":"FXStreet",
        "title":"USD\/INR, Trump'ın Hindistan'a %20-25 gümrük tarifleri sinyali vermesiyle yukarı yönlü hareketini genişletiyor",
        "authors":"",
        "publish_date":"2025-07-30 04:39:49+00:00",
        "text":"Hindistan Rupisi, ABD Başkanı Trump'ın Hindistan için daha yüksek bir ithalat vergisi oranı sinyali vermesiyle ABD Doları karşısında değer kaybediyor.\n\nTrump, Hindistan için %20-%25 arasında bir ithalat vergisi olasılığını sinyal verdi.\n\nYatırımcılar Fed'in para politikası kararını ve önemli ABD verilerini bekliyor.\n\nHint Rupisi (INR), çarşamba günü ABD Doları'na (USD) karşı kayıplarını genişleterek 87,40 civarına geriliyor. USD\/INR paritesinin, ABD Başkanı Donald Trump'ın Hindistan'dan yapılan ihracatların %20 ile %25 arasında gümrük vergilerine tabi olabileceğine dair yorumlarının ardından Hint Rupisi'nin zayıflamasıyla birlikte daha fazla değer kazanması bekleniyordu.\n\nSalı günü, ABD Başkanı Trump, gazetecilerin Hindistan'dan yapılan ithalatlar için %20-%25 gümrük tarifası olasılığını sorduğunda, \"Bunu düşünüyorum\" dedi.\n\nBöyle bir senaryo, Başkan Trump tarafından belirtilen gümrük tarifası oranının Endonezya, Vietnam, Japonya ve Avrupa Birliği (AB) ile yaptığı anlaşmalarda kabul ettiği oranlardan önemli ölçüde daha yüksek olması nedeniyle Hindistan Rupisi için olumsuzdur. Hindistan'dan gelen mallara daha yüksek bir ithalat vergisi, Hindistan'ın uluslararası pazardaki ihracat rekabetçiliğini azaltabilir.\n\nBu arada, Başkan Trump, Yeni Delhi'nin Washington'dan yapılan ithalatlar üzerindeki gümrük tarifalarının diğer ülkelerin uyguladığı tarifalardan önemli ölçüde daha yüksek olduğunu ve bunun sona ermesi gerektiğini de belirtti.\n\nHindistan Rupisi, bu hafta Yabancı Kurumsal Yatırımcıların (FII) Hindistan hisse senedi piyasalarındaki paylarını durmaksızın satması nedeniyle zayıf bir performans sergiledi. Şu ana kadar, FII'ler Hindistan borsalarında 41.227,73 crore Rs değerinde hisse senedi sattı. Salı günü, yabancı portföy yatırımcıları tarafından nakit piyasasında 4.636,60 crore Rs değerinde hisse senedi çıkışı gerçekleşti.\n\nABD Doları karşısında Hindistan para birimindeki önemli zayıflık, Hindistan Merkez Bankası'nın (RBI) döviz piyasalarına müdahalesinin yolunu açtı. Reuters'tan gelen bir rapor, Hindistan merkez bankasının, Rupinin değer kaybını sınırlamak için ABD Doları satması muhtemel olduğunu gösterdi.\n\nHindistan Rupisi FİYAT Bugün Aşağıdaki tablo Hindistan Rupisi (INR)'nın listelenen başlıca para birimleri karşısındaki yüzde değişimini göstermektedir bugün. Hindistan Rupisi, Japon Yeni karşısında en zayıf olanıydı. USD EUR GBP JPY CAD AUD INR CHF USD -0.02% 0.01% -0.19% 0.01% 0.03% 0.20% -0.07% EUR 0.02% 0.06% -0.26% 0.00% 0.03% 0.16% -0.01% GBP -0.01% -0.06% -0.30% 0.00% -0.02% 0.19% -0.04% JPY 0.19% 0.26% 0.30% 0.28% 0.29% 0.42% 0.21% CAD -0.01% -0.00% -0.00% -0.28% 0.02% 0.11% -0.04% AUD -0.03% -0.03% 0.02% -0.29% -0.02% 0.16% -0.01% INR -0.20% -0.16% -0.19% -0.42% -0.11% -0.16% -0.20% CHF 0.07% 0.01% 0.04% -0.21% 0.04% 0.01% 0.20% Isı haritası, başlıca para birimlerinin birbirlerine karşı yüzde değişimlerini gösterir. Temel para birimi sol sütundan seçilirken, kotasyon para birimi üst satırdan seçilir. Örneğin, sol sütundan Hindistan Rupisi'ı seçer ve yatay çizgi boyunca ABD Doları'na giderseniz, kutuda görüntülenen yüzde değişikliği INR (baz)\/USD (kotasyon)'i temsil edecektir.\n\nGünlük özet piyasa hareketleri: Hint Rupisi, Fed politikası öncesinde ABD Doları karşısında düşüşte\n\nABD Doları'nın, ABD ile Avrupa Birliği (AB) arasında bir gümrük anlaşması duyurulmasının ardından gösterdiği üstün performans, USD\/INR paritesindeki güçlü artışın ana faktörlerinden biri olmuştur.\n\nBu hafta sonu, her iki tarafın yetkilileri, küresel ticaret kesintisi korkularını azaltan bir ticaret anlaşmasını onayladı.\n\nBu arada, yatırımcılar, saat 18:00 GMT'de Federal Rezerv'in (Fed) para politikası duyurusuna odaklandı. CME FedWatch aracına göre, Fed'in faiz oranlarını %4,25-%4,50 aralığında sabit tutması kesin. Bu, ABD merkez bankasının borçlanma oranlarını mevcut seviyelerinde tutacağı beşinci ardışık politika toplantısı olacak.\n\nFed'in durumu koruması beklenirken, ABD Doları için ana tetikleyici, merkez bankasının enflasyon ve yılın geri kalanı için faiz oranı görünümüne ilişkin rehberliği olacaktır.\n\nSon zamanlarda, bir dizi Fed yetkilisi, ABD Başkanı Trump tarafından uygulanan gümrük tarifalarının fiyatlara yansımaya başladığını ve bu durumun mevcut senaryoda para politikası ayarlamalarının cazibesini azalttığını uyardı. Tüketici Fiyat Endeksi (CPI) raporunun Haziran ayında, ekonomiye büyük ölçüde ithal edilen malların fiyatlarının arttığını göstermesinin ardından fiyat baskılarının yeniden ortaya çıkma korkuları arttı.\n\nÇarşamba seansında, yatırımcılar ayrıca saat 12:30 GMT'de yayınlanacak olan ön Q2 Gayri Safi Yurtiçi Hasıla (GSYH) ve Kişisel Tüketim Harcamaları Fiyat Endeksi (PCE) verilerine odaklanacak.\n\nTeknik Analiz: USD\/INR, 87,40 civarında dört aylık zirveyi yeniliyor\n\nUSD\/INR paritesi, çarşamba günü 87,40 civarında taze bir dört aylık zirve kaydediyor. Parite, 20 günlük Üstel Hareketli Ortalama'nın (EMA) 86,45 civarına yükselmesiyle birlikte güçlü bir yükseliş trendi göstererek sağlam bir şekilde işlem görüyor.\n\n14 günlük Göreceli Güç Endeksi (RSI) 60,00-80,00 aralığında salınıyor ve güçlü bir yükseliş momentumu öneriyor.\n\nAşağı yönde, 20 günlük EMA, ana parite için önemli bir destek işlevi görecektir. Yukarı yönde, 28 Şubat'taki 87,70 civarındaki zirve, parite için kritik bir engel olacaktır.\n\nEkonomik Gösterge Fed Faiz Oranı Kararı Federal Rezerv (Fed) para politikasını müzakere eder ve yılda önceden planlanmış sekiz toplantıda faiz oranları hakkında karar verir. Fed'in iki görevi vardır: enflasyonu %2'de tutmak ve tam istihdamı sürdürmek. Bunu başarmak için kullandığı ana araç faiz oranlarını belirlemektir - hem bankalara borç verdiği hem de bankaların birbirlerine borç verdiği faiz oranları. Faiz oranlarını artırmaya karar verirse, daha fazla yabancı sermaye girişi çekeceği için ABD Doları (USD) güçlenme eğilimine girer. Faizleri düşürürse, sermaye daha yüksek getiri sunan ülkelere kaçtığı için ABD Doları zayıflama eğilimindedir. Faiz oranlarının değiştirilmemesi durumunda, dikkatler Federal Açık Piyasa Komitesi (FOMC) açıklamasının tonuna ve şahin (gelecekte daha yüksek faiz oranları beklentisi) veya güvercin (gelecekte daha düşük faiz oranları beklentisi) olup olmadığına çevrilir. Devamını oku Sonraki yayın: Çar Tem 30, 2025 18:00 Sıklığı: Düzensiz Beklenti: 4.5% Önceki: 4.5% Kaynak: Federal Reserve\n\n\n\n",
        "link":"https:\/\/www.fxstreet.com.tr\/news\/usd-inr-paritesi-trumpin-hindistana-daha-yuksek-ithalat-vergisi-sinyali-vermesiyle-yukseliyor-202507300439"
    }
]