[
    {
        "site":"FXStreet",
        "title":"Asset Forex News",
        "authors":"",
        "publish_date":"N\/A",
        "text":"Gold gains traction in the second half of the day on Friday and trades at its highest level in a week near $3,350. The sharp decline seen in the US Treasury bond yields allows XAU\/USD to gather bullish momentum as markets reassess the Fed rate outlook after weak NFP data.",
        "link":"https:\/\/www.fxstreet.com\/news\/latest\/asset?dFR[Category][0]=News&dFR[Tags][0]=EURUSD"
    },
    {
        "site":"FXStreet",
        "title":"Asset Forex News",
        "authors":"",
        "publish_date":"N\/A",
        "text":"Gold gains traction in the second half of the day on Friday and trades at its highest level in a week near $3,350. The sharp decline seen in the US Treasury bond yields allows XAU\/USD to gather bullish momentum as markets reassess the Fed rate outlook after weak NFP data.",
        "link":"https:\/\/www.fxstreet.com\/news\/latest\/asset?dFR[Category][0]=News&dFR[Tags][0]=GBPUSD"
    },
    {
        "site":"FXStreet",
        "title":"From a $4M portfolio trader to broker co-founder: Versus Trade's Vitalii Bulynin shares Fintech-Building insights at IFX Expo International",
        "authors":"Versus Trade",
        "publish_date":"2025-07-31 11:38:05+00:00",
        "text":"15-Year Trading Expert Moderates \"Launch, Survive, Scale\" Panel, Revealing How to Build a Fintech That Actually Works\"\n\nVitalii Bulynin, Co-Founder of innovative CFD broker Versus Trade, took the stage at IFX Expo International in Limassol, Cyprus as moderator of the high-impact panel \"Launch, Survive,Scale: Building a Fintech That Actually Works,\" sharing hard-won insights from his journey from managing from being a student and managing million dollar portfolio afterclass to building a next-generation trading broker.\n\nFrom Trading Floor to Conference Stage\n\nBulynin’s path to industry thought leadership began in 2005 with a MetaTrader 3 account and a focus on the notoriously volatile GBP\/JPY pair. Through self-taught MQL programming and relentless market analysis, he evolved from a retail trader to an institutional-level portfolio manager, eventually overseeing multi-million dollar trading operations. His career trajectory saw him rise from a junior dealer to executive director, reflecting a rare combination of trading expertise and strategic leadership.\n\nIn 2018, he spearheaded the development of a full-scale margin trading infrastructure for crypto exchange Cryptology — at a time when leveraged digital asset trading was still in its infancy. That same year marked a shift in his professional focus toward senior leadership, with Bulynin primarily serving as an Executive Director across regulated brokerage firms.\n\nHaving worked within the Cyprus regulatory environment since 2014, he has helped launch multiple brokers from the ground — navigating compliance, licensing, and product development. His expertise spans both CFD and crypto markets, having held senior roles including Head of Trading at major brokers. He has also served as a non-executive director on the boards of several regulated entities, contributing to strategic oversight and governance.\n\n\"The transition from trader to fintech founder isn't just about understanding markets – it's about understanding the fundamental flaws in how the industry serves traders,\" Bulynin explained during his moderation. \"When you've personally experienced the frustrations of slow execution, hidden fees, and poor customer service, you build solutions differently.\"\n\nReal-World Fintech Building Insights\n\nDuring the panel discussion, Bulynin shared three critical insights that emerged from Versus Trade's development:\n\n1. Technical Excellence Isn't Optional \"We've seen too many fintech startups fail because they prioritized marketing over infrastructure. Versus Trade, is investing in safety and stability from day one – because traders remember the one time your platform failed more than a hundred times it worked perfectly.\"\n\n2. Industry Experience Accelerates Everything \"I have shared all my experience of 20 years in trading to the Versus Trade’s team with a single idea in my mind - to avoid the common mistakes that sink new brokers. We knew where the real pain points were – not just what traders say they want, but what they actually need.\"\n\n3. Partnerships Define Success \"Building a fintech isn't just about your technology – it's about your ecosystem. For example Versus Trade chose premium partners like Sumsub for KYC because client trust isn't negotiable, even when cheaper alternatives exist.\"\n\nVersus Trade's Innovation and Future Development\n\nVersus Trade brought its distinctive approach to CFD trading through innovative asset-versus-asset instruments. The platform's unique \"Versus Pairs\" allow traders to position themselves in comparative market narratives - such as digital assets against traditional investments (Bitcoin vs Gold), or regional market dynamics like Eastern versus Western economies (Amazon vs Alibaba).\n\nThe company has ambitious development plans ahead, including significant product enhancements, expanded partnership opportunities, and the introduction of additional versus pairs across various asset classes. These initiatives aim to strengthen the broker's core offering while providing traders with more diverse opportunities to engage with cross-market themes and relative performance dynamics.\n\nIFX Expo International Success and Industry Response\n\nThe IFX Expo International in Limassol, Cyprus, featured numerous engaging discussions across the fintech landscape. Bulynin's panel on fintech development drew a positive audience response, with participants appreciating the practical insights shared during the session. The conference provided valuable networking opportunities and showcased various innovations shaping the trading industry's future.\n\nThe discussion highlighted how successful fintech platforms require understanding both market mechanics and trader needs. Bulynin emphasized the importance of building solutions that address real trading challenges rather than following theoretical approaches that may not work in practice.\n\nMedia Contact: [email protected]\n\nSpeaking Opportunities: For interviews with Vitalii Bulynin about fintech development, trading industry trends, or Versus Trade's innovations, contact: [email protected]",
        "link":"https:\/\/www.fxstreet.com\/press-releases\/from-a-4m-portfolio-trader-to-broker-co-founder-versus-trades-vitalii-bulynin-shares-fintech-building-insights-at-ifx-expo-international-202507311138"
    },
    {
        "site":"FXStreet",
        "title":"Churney and DemandBox launch strategic partnership to bring pLTV-driven growth to performance marketing",
        "authors":"",
        "publish_date":"2025-07-31 11:07:27+00:00",
        "text":"Churney, the predictive lifetime value (pLTV) platform backed by TLV Partners, is partnering with DemandBox to offer brands a full-stack solution that connects deep predictive insights with high-impact execution across creative, funnel design, and media strategy.\n\nThe partnership begins August 3rd, 2025, and marks Churney’s first formal collaboration in demand generation. It’s designed to help both companies’ clients scale customer acquisition strategies focused on long-term value instead of short-term wins.\n\n“Working with DemandBox has been refreshingly direct,” said Dr. Noy Rotbart, CEO and Co-Founder of Churney. “They cut through the noise, understand what matters, and get things done fast. As we expand our client portfolio, we want partners who move at our pace. DemandBox does exactly that.”\n\nChurney currently drives predictive growth for brands like Underoutfit, Zapier, and Leadtech, and is integrated with performance teams across e-commerce, gaming, and fintech. The company also works directly with Meta, Google, and TikTok to help advertisers activate pLTV data for better bidding, targeting, and measurement.\n\nDemandBox, founded by Avishai Sam Bitton (co-founder of Oribi), has helped companies like Insurify, Singular, and MoneyLion scale through performance marketing rooted in business fundamentals, not just creative churn.\n\n“We're excited to work with one of the most innovative tech teams in performance marketing,” said Bitton. “This is a major opportunity to bring our creative and funnel execution to Churney clients who are ready to turn insights into results.”\n\nThis partnership ensures that Churney clients don’t just know which customers are most valuable, but also have the creative systems and campaign velocity to act on that intelligence in real-time.\n\nAbout Churney\n\nChurney is a predictive lifetime value intelligence platform that helps marketers anticipate customer value from the earliest point in the funnel. Backed by TLV Partners, Churney enables brands to optimize acquisition, bidding, and retention strategies through real-time, science-backed modeling. Clients include Underoutfit, Zapier, and Leadtech, and the company works in direct partnership with Meta, Google, and TikTok.\n\nAbout DemandBox\n\nDemandBox is a performance marketing firm working with some of the most ambitious growth-stage brands in the market. Founded by Avishai Sam Bitton, DemandBox combines funnel strategy, high-performing creative, and rigorous execution to deliver measurable business outcomes. Clients include Insurify, MoneyLion, Cymulate, and Singular.",
        "link":"https:\/\/www.fxstreet.com\/press-releases\/churney-and-demandbox-launch-strategic-partnership-to-bring-pltv-driven-growth-to-performance-marketing-202507311107"
    },
    {
        "site":"FXStreet",
        "title":"B2BROKER and Nullpoint launch integration of B2COPY within forex CRM interface",
        "authors":"",
        "publish_date":"2025-07-31 08:17:10+00:00",
        "text":"B2BROKER, a global fintech company offering advanced solutions for financial institutions, announces the integration of its advanced B2COPY investment platform with the Nullpoint Technologies CRM system designed for Forex brokers. Now the functionality of B2COPY is available to Nullpoint users directly from their personal аrеа, which greatly simplifies the process of copy trading and account management.\n\nThe connection between B2COPY and the Nullpoint IB module provides broker partners with an additional way to distribute commissions. Introducing brokers can receive not only standard payouts from the broker but also a share of the fees generated by Masters within the copy trading system, including performance, volume-based, or other types of fees. This model expands the range of available commission structures and may support increased IB engagement.\n\nThe activation of the investment module takes only a couple of minutes, while the interface is completely customized to the broker's brand, including the language and visual style. This provides a unified, native user experience when working with the platform.\n\nAs a result of the integration, Nullpoint brokers get instant access to a fully functional investment platform — with no need for additional development, plugins, or technical setup. With just a few clicks, they can start offering copy trading services to clients, expand their product offering, and create a new revenue stream through B2COPY.\n\n\"The integration of B2COPY with Nullpoint CRM is a real breakthrough for brokers and their clients. Now the whole process of copy trading has become very simple: subscription, management and monitoring are all in one window, without unnecessary transitions and difficulties,\" says Sergey Ryzhavin, Director of B2COPY.\"We are very pleased with the results of our cooperation. The new integration fully immerses B2COPY into the Nullpoint interface, allowing brokers and their clients to have all the possibilities and no need to switch between systems or enter additional data,\" adds Alejandro Rodríguez, CBDO at Nullpoint.\n\nWith this integration, B2BROKER and Nullpoint clients can unlock new features and synergies, enabling brokers to build services around real user needs by combining the strengths and solutions of both platforms to deliver the products their clients truly want.\n\nAbout\n\nB2COPY is a money management platform developed by B2BROKER for brokers and financial institutions. It enables investors to replicate trades while managing risk. B2COPY offers customizable trading conditions, commissions, and profit-sharing models. Operating as a SaaS platform, B2COPY is connected to MT4, MT5, and cTrader—three of the most widely used trading platforms—ensuring accessibility for most traders and brokerage firms.\n\nNullpoint Technologies, founded in 2017 with offices in Cyprus and Barcelona, delivers advanced SaaS solutions for Forex brokerages, including Forex CRM, IB Management, as well as MT4\/MT5 Hosting and Administration. With a strong track record, years of industry experience, and a team of seasoned professionals, the company helps brokerages optimize operations and drive sustainable growth. Their in-house trained support team ensures consistent service and builds long-term, successful relationships with brokerages, delivering innovative solutions that exceed expectations.",
        "link":"https:\/\/www.fxstreet.com\/press-releases\/b2broker-and-nullpoint-launch-integration-of-b2copy-within-forex-crm-interface-202507310817"
    },
    {
        "site":"FXStreet",
        "title":"En Son Kripto Haberleri",
        "authors":"",
        "publish_date":"N\/A",
        "text":"Yatırımcıların filtreleri kişisel tercihlerine ve kriterlerine göre değiştirmeleri ve düzenlemenin olmaması ve hükümetlerin sürekli baskısı ve kullanıcıların artan ilgisi ile ilişkili yüksek oynaklığa hakim olmak için alım satım kararı verirken bilmek istedikleri bildirimleri seçmeleri yararlıdır. Bu faktörler nedeniyle, Piyasa Haberleri Kripto para birimleri sürekli olarak güncellenir, böylece yatırımcılar kripto para piyasası fırsatlarını kaçırmamalıdır.",
        "link":"https:\/\/www.fxstreet.com.tr\/cryptocurrencies\/news"
    },
    {
        "site":"FXStreet",
        "title":"EUR\/USD Haftalık Analiz: Sürpriz, sürpriz! NFP, Fed'i faiz indirimi patikasına itiyor",
        "authors":"",
        "publish_date":"2025-08-01 14:50:05+00:00",
        "text":"Tarım Dışı İstihdam raporu, şahin bir Federal Rezerv'in ardından oyunu değiştiren bir sonuç doğurdu.\n\nABD Başkanı Donald Trump, riskten kaçışı tetikleyen büyük, yaygın gümrük tarifelerini açıkladı.\n\nEUR\/USD, haftalık kayıplarının yarısını azalttı ve yükseliş pozisyonunu geri kazanmayı hedefliyor.\n\nEUR\/USD paritesi, ağustos ayının ilk gününde 1,1391 ile bir ayın en düşük seviyesine geriledi. ABD Doları (USD), piyasa duyarlılığına bakılmaksızın, oldukça yoğun bir hafta boyunca olumlu ivmesini koruyarak güç kazandı, ancak sonunda kötüleşen ABD verilerinin ardından cuma günü kayıplarını geri verdi. Parite, hala önemli haftalık kayıplarını koruyarak 1,1550 civarında dengelendi.\n\nTicaret savaşı gidip geliyor\n\nABD ve Avrupa Birliği (AB), ABD'ye yapılan çoğu ihracat için %15 gümrük vergisi belirleyen bir ticaret anlaşmasına vardı ve ayrıca AB'nin çeşitli Amerikan sektörlerine yatırım yapmasını talep etti. Çelik, alüminyum ve bakır için ABD'ye yapılan AB ihracatlarında %50'lik bir vergi uygulanmaya devam edecek. Ek detaylar henüz eksik ve Avrupa Komisyonu Başkanı Ursula von der Leyen, bu tür vergilerin karşılıklı tarifelere tabi olduğunu belirtti, ancak AB'nin bunları ne zaman açıklayacağına dair fazla detay vermedi.\n\nAnlaşma, Avrupa liderleri tarafından geniş çapta eleştirildi; Alman Şansölyesi Friedrich, bunun \"önemli zarar\" vereceğini söylerken, Fransız Başbakan François Bayrou, bunun AB için \"karanlık bir gün\" olduğunu ifade etti.\n\nHaftanın ortasında, ABD Başkanı Donald Trump, solcu hükümete \"ceza\" olarak ABD'ye yapılan tüm Brezilya ithalatlarına %50 vergi açıkladı. Beyaz Saray ayrıca, yarı işlenmiş bakır ürünleri ve bakır yoğunluklu türev ürünlerin ithalatına evrensel %50 gümrük vergisi uygulayacağını duyurdu.\n\nSonunda, 1 Ağustos son tarihi cuma günü yürürlüğe girdi ve geniş çapta yeni tarifelere yol açtı. Komşu Meksika ile Trump, ek müzakereler için vergilerde 90 günlük bir uzlaşma sağladı, ancak Kanada'ya %35 gümrük vergisi uyguladı. Hisse senedi piyasaları, bu kararın küresel ekonomik ilerleme üzerindeki potansiyel etkileri konusundaki endişeleri yansıtarak haftalık kapanış öncesinde çöktü.\n\nFederal Rezerv'in isyanı\n\nHaftanın ortasında, Federal Rezerv (Fed) para politikası kararını açıkladı. Beklendiği gibi, politika yapıcılar, gösterge faiz oranını %4,25 ile %4,50 arasında sabit bıraktı. Ancak karar, bir sürpriz içeriyordu. On yıllardır ilk kez, iki muhalif vardı: Yönetim Kurulu üyeleri Christopher Waller ve Michelle Bowman, borçlanma maliyetlerini düşürme yönünde oy kullandı.\n\nYine de, Başkan Jerome Powell, bu tür bir kararın, tarifelerin enflasyon üzerindeki etkisine ilişkin sürekli belirsizlikten kaynaklandığını açıkladı. Powell ayrıca, enflasyonun hala Fed'in %2 hedefine ulaşmadığını ve işgücü piyasasının hala sıkı olduğunu belirterek, merkez bankasının faiz oranlarını mevcut seviyelerde tutması gerektiğini ifade etti. Powell'a göre, bu karar, politika yapıcıların zamanında yanıt vermesi için iyi bir konumda kalmasını sağlıyor.\n\nPowell, eylül ayında yapılacak toplantıda olası bir faiz indirimine dair ipucu vermedi ve bekle-gör tutumunu sürdürmeyi tercih etti.\n\nBu karar, uzun zamandır daha düşük faiz talep eden Başkan Trump'tan bir başka öfke patlamasına yol açtı. Trump, sosyal medyayı kullanarak Fed'in başkanına saldırdı ve Powell'ı \"Geç Kaldı\" olarak nitelendirerek, kararının milyarlarca dolara mal olduğunu iddia etti.\n\nJerome \"Geç Kaldı\" Powell, inatçı bir APTAL, faiz oranlarını derhal önemli ölçüde düşürmelidir. EĞER DEVAM EDERSE, YÖNETİM KURULU KONTROLÜ ELE ALMALI VE HERKESİN YAPMASI GEREKENİ YAPMALIDIR!\n\nVeri dolu bir hafta, büyük bir patlama ile sona eriyor\n\nBu günlerde yayımlanan Avrupa verileri, Eski Kıtanın Avrupa Merkez Bankası'nın (AMB) büyük faiz indiriminden destek alarak ormandan çıktığını gösterdi.\n\nAlmanya, ikinci çeyrek Gayri Safi Yurtiçi Hasıla (GSYH) ön tahminini yayımladı ve ekonominin, önceki çeyrekte %0,4'lük bir artışın ardından, Haziran ayına kadar olan üç aylık dönemde %0,1 daraldığını gösterdi. Ülke ayrıca, temmuz ayı Uyumlaştırılmış Tüketici Fiyatları Endeksi (HICP) ön tahminini yayımladı ve bu endeksin yıllık %1,8 oranında arttığını, haziran'daki %2'den düştüğünü gösterdi. Ülkedeki Perakende Satışlar %4,9 artarak, önceki %2,6'lık artışın neredeyse iki katına çıktı.\n\nAB öncü ikinci çeyrek GSYH'si %0,4'lük çeyreklik bir artış gösterdi ve beklenen %0,2'yi geride bıraktı, yıllık artış ise %1,4 olarak gerçekleşti ve %1,2'lik tahminleri aştı. Olumsuz bir not olarak, HICP temmuz ayında %2'de sabit kaldı, beklenen %1,9'un aksine. Çekirdek yıllık rakam da %2,3'te değişmedi.\n\nABD takvimi, güçlü Tarım Dışı İstihdam raporunun öncesinde istihdamla ilgili verilerle doluydu. Ancak ülke aynı zamanda ikinci çeyrek GSYH'sinin ön tahminini de açıkladı; bu, ABD ekonomisinin yıllıklandırılmış %3'lük bir büyüme kaydettiğini gösterdi. Bu, ilk çeyrekteki %0,5'lik düşüşten çok daha iyi ve beklenen %2,4'ten de iyiydi. Olumlu rakam, USD'ye olan talebi artırdı ve bu durum daha sonra şahin bir Fed tarafından daha da pekiştirildi.\n\nİstihdam rakamlarıyla ilgili olarak, Haziran Ayı İş İlanları ve İşgücü Değişim Anketi (JOLTS), haziran ayının son iş gününde iş ilanlarının sayısının 7,43 milyon olduğunu gösterdi; bu, Mayıs ayında kaydedilen 7,77 milyon (7,76 milyondan revize edildi) açığın altında ve piyasa beklentisi olan 7,55 milyonun da altında.\n\nÇarşamba günü açıklanan ADP İstihdam Değişikliği raporu daha cesaret vericiydi; özel sektör Temmuz ayında 104.000 yeni iş pozisyonu ekledi, Haziran kaybı ise önceki tahmin olan -33.000'den 23.000'a revize edildi. Son olarak, Challenger İşten Çıkarma raporu, ABD merkezli şirketlerin Temmuz ayında 62.075 işten çıkarma duyurduğunu, bir yıl önceki neredeyse 25.900'e kıyasla açıkladı. Bu okuma, Haziran'da açıklanan 47.999'un oldukça üzerinde ve son on yılda temmuz ayı için ikinci en yüksek rakam.\n\nNFP nihayet açıklandı ve ortalık karıştı: ülke temmuz ayında yalnızca 73.000 yeni pozisyon ekledi, haziran okuması ise daha önce 147.000 olarak bildirilen rakamın aşağı yönlü revizyonuyla 14.000'e geriledi. Aslında, revizyonlar son birkaç ayda tahmin edilenden yaklaşık 260.000 daha az iş pozisyonu olduğunu gösterdi.\n\nAyrıca, İşsizlik Oranı temmuzda %4,1'den %4,2'ye yükseldi, beklenildiği gibi, İşgücü Katılım Oranı ise %62,3'ten %62,2'ye düştü. Son olarak, Ortalama Saatlik Kazançlardaki değişimle ölçülen yıllık ücret enflasyonu %3,8'den %3,9'a yükseldi.\n\nHaberler, ABD Doları'nı satış moduna soktu. Fed'in para politikası duyurusunun ardından, spekülatif ilgi eylülde bir bekletme kararına bahis oynamaya yöneldi ve değişiklik olmama olasılığı yaklaşık %60'a yükseldi. Ancak, korkunç aylık istihdam raporu, duyguları tersine çevirdi ve piyasa oyuncuları şimdi CME FedWatch aracına göre, yaklaşan Fed toplantısında faiz indirimi olasılığının %66'dan fazla olduğuna inanıyor.\n\nEklemek gerekir ki, haftalık kapanış öncesinde ABD, Temmuz ISM İmalat Satın Alma Yöneticileri Endeksi'ni de yayımladı; bu, beklenmedik bir şekilde Haziran'daki 49'dan 48'e daraldı ve 49,5'lik beklentileri de karşılayamadı. Bu arada, Michigan Tüketici Güveni Endeksi, temmuzda 61,8 olan ön tahminin ardından 61,7'ye aşağı yönlü revize edildi ve beklenen 62,0'ın altında kaldı.\n\nHaftanın sonunda, hisse senetleri önemli gümrük tarifesi kaynaklı kayıplarını koruyor ve gümrük tarifeleriyle ilgili endişeleri yansıtıyor. İşgücü piyasasındaki gevşemeye rağmen, daha yüksek enflasyon riski aynı kalıyor. Bu bağlamda, Fed Eylül'de bir kez daha ateşini tutabilir.\n\nÖnümüzdeki günlerde, makroekonomik takvimde sunulacak pek bir şey yok. En ilgili veriler, ABD Temmuz ISM Hizmetler PMI'sı ve AB haziranda Perakende Satışları olacak. Bununla birlikte, ticaret savaşının yeniden merkez sahneye çıkması muhtemel.\n\nEUR\/USD teknik görünümü\n\nEUR\/USD paritesinin haftalık grafiği, kayıplarının yarısını azalttığını gösteriyor, ancak satıcılar hala etrafta. Parite, yaklaşık 1,1390'daki yükseliş eğilimindeki 20 Basit Hareketli Ortalama (SMA) testinin ardından keskin bir şekilde sıçradı. Aynı zamanda, 100 SMA, yönsüz 200 SMA'nın üzerinde temkinli bir şekilde ilerliyor, her ikisi de daha kısa olanın oldukça altında. Bu arada, teknik göstergeler keskin aşağı yönlü eğimlerini koruyor, ancak orta çizgelerinin üzerinde kalıyor, bu da önümüzdeki dönemde daha dik bir düşüşü öngörmek için yeterli değil.\n\nEUR\/USD, günlük grafikteki yükseliş eğilimindeki 100 SMA'dan sıçradı, ancak hala 1,1640 civarında dinamik direnç sağlayan aşağı yönlü 20 SMA'nın altında kalıyor. Son olarak, teknik göstergeler aşırı satım okumalarından keskin bir şekilde sıçradı, yukarı yönlü eğimlerini koruyor ancak negatif seviyelerde kalıyor.\n\nYukarıda belirtilen 1,1640 bölgesinin üzerinde bir toparlanma, 1,1700 işaretini test etmeye yol açmalıdır; bu seviyenin üzerinde, toparlanma yıllık yüksek olan 1,1830'a doğru devam edebilir. Ana destek, 1,1470 fiyat bölgesi olup, bunun altında yeniden satış ilgisi, 1,1390 bölgesindeki son düşük seviyeyi açığa çıkaracaktır.",
        "link":"https:\/\/www.fxstreet.com.tr\/analysis\/eur-usd-haftalik-tahmini-surpriz-surpriz-nfp-fedi-faiz-indirim-yoluna-itiyor-202508011450"
    },
    {
        "site":"FXStreet",
        "title":"Bitcoin Haftalık Analizi: BTC'nin 16 günlük konsolidasyonu sona erdi",
        "authors":"",
        "publish_date":"2025-08-01 10:02:36+00:00",
        "text":"Bitcoin fiyatı, 116.000$'ın altındaki konsolidasyon limitinin altında kapanarak bu hafta 16 günlük konsolidasyon aşamasını sonlandırdı.\n\nABD Merkez Bankası, faiz oranlarını üst üste beşinci kez %4,25–%4,50 aralığında sabit tuttu.\n\nBeyaz Saray, bu hafta kripto raporunu yayınlayarak düzenleyici netlik talep etti.\n\nBitcoin (BTC) fiyatı, 116.000$'ın altındaki konsolidasyon limitinin altında kapanarak bu hafta 16 günlük konsolidasyon aşamasını sonlandırdı. BTC, bu hafta şu ana kadar %3,4 düştü ve bu düşüş, ABD Merkez Bankası'nın (Fed) faiz oranlarını değiştirmeden sabit tutmasıyla birlikte riskten kaçınma hissiyatının sinyalini vererek istikrarlı bir makroekonomik zeminle gerçekleşti. Piyasa katılımcıları ayrıca Beyaz Saray'dan gelen kripto politika raporunun yayınlanması gibi dijital varlık alanındaki olumlu gelişmeleri de sindiriyor.\n\nYatırımcılar, bu ihlalin önemini değerlendirirken, piyasa şimdi kritik bir kavşakla karşı karşıya — bu geçici bir yanıltma mı yoksa daha derin bir düzeltmenin başlangıcı mı?\n\nFed faiz oranlarını sabit tutuyor\n\nBitcoin fiyatı konsolidasyonu, 116.000$'ın altına düşerek perşembe günü sona erdi. 16 gün süren konsolidasyon aşaması, çarşamba günü Fed faiz kararı sonrası bir gün sonra sona erdi.\n\nFed, ABD Başkanı Donald Trump ve müttefiklerinden borçlanma maliyetlerini düşürme yönünde yoğun baskıya rağmen, faiz oranlarını %4,25-%4,50 aralığında üst üste beşinci kez sabit tuttu.\n\nFed Başkanı Jerome Powell, toplantı sonrası basın konferansında, merkez bankasının eylül ayında faiz indirimine gidip gitmeyeceği konusunda herhangi bir karar almadığını belirterek, riskli varlıklar için pek olumlu olmayan şahin duruşunu vurguladı. Ayrıca, CME Fedwatch aracına göre, eylül ayında bir indirim olasılığı toplantı öncesinde %60'tan basın konferansından sonra yaklaşık %43'e düştü.\n\nAncak, bu karar Fed Yönetim Kurulu üyeleri Michelle Bowman ve Christopher Waller'dan muhalefetle karşılaştı. Bu, 1993'ten bu yana iki yöneticinin bir faiz kararına karşı çıktığı ilk durumdu.\n\nTüccarlar şimdi bu cuma için temmuz ayına ait Tarım Dışı İstihdam (NFP) verilerini bekliyorlar.\n\nTrump'ın gümrük tarifeleri kripto piyasalarında belirsizlik yaratıyor\n\nTicaret savaşıyla ilgili manşetler son günlerde karışık bir seyir izledi. Hafta, ABD ile Avrupa Birliği (AB) arasında yapılan bir anlaşmanın duyurulmasıyla iyimserlikle başladı ve bu, ABD ile Japonya arasında benzer bir duyurunun ardından geldi. Beyaz Saray ayrıca Çin ile devam eden görüşmeleri de bildirdi.\n\nAncak haftanın ortasında, 1 Ağustos son tarihi yaklaşırken, Kanada, Avustralya veya Hindistan gibi diğer büyük ticaret ortaklarıyla yapılan anlaşmalar havada kalmaya devam etti. Ayrıca, Trump, 1 Ağustos'tan itibaren Brezilya ithalatlarına %50'lik dev bir gümrük vergisi ve yarı mamul bakır ürünleri ile bakır yoğunluklu türev ürünlerin ithalatına %50'lik evrensel bir gümrük vergisi getirdi.\n\nKobeissi Mektubu, Trump'ın İsviçre'ye %39, Güney Afrika'ya %30 ve birçok Güneydoğu Asya ülkesine devasa yeni karşılıklı tarifeler getirdiğini bildirdi. Bu tarifelerin, cuma günü gece yarısı yürürlüğe girmesi bekleniyor. Bu arada, S&P 500 vadeli işlemleri, neredeyse tamamen Amazon'un zayıf kazanç sonuçlarından dolayı sadece 10 puan düştü.\n\nKobeissi \"Nisan ayında, bu manşet S&P 500'ü %3 düşürürdü. Ticaret savaşı, piyasalar üzerindeki şok etkisini kaybetti,\" bildirdi.\n\nBeyaz Saray, ilk sanal varlık politikasını yayınladı\n\nBeyaz Saray, ABD Başkanı Donald Trump’ın 14178 sayılı İdari Emri gereği, çarşamba günü ilk sanal varlık politikasını yayınladı. 160 sayfayı aşan rapor, kripto politikasıyla ilgili onlarca öneri içeriyor ve ABD'de düzenleyici netlik talep ediyor.\n\nRapor, Bitcoin fiyatı üzerinde sınırlı bir etki yarattı, çünkü BTC o gün yaklaşık 111.700$ seviyesinde istikrar kazandı. Piyasa katılımcıları muhtemelen metni göz ardı etti, çünkü Bitcoin Stratejik Rezervi konusunun net bir şekilde ele alınmadığı görülüyor.\n\nAncak, ilgi çeken ana alanlar, ABD SEC'sinin tokenleştirilmiş hisse senetleri ve hazine tahvillerinin geliştirilmesi için net yönergeler belirlemesi yönündeki önerileri içeriyor. Ayrıca, düzenleyicilerin stablecoin'ler ve blok zincirlerinin kullanımıyla ilgili \"izin verilen banka faaliyetleri\" konusunda netlik sağlaması, kurumların banka ruhsatı alabilme yollarını şeffaflaştırması ve banka sermaye kurallarının dijital varlıklara özgü riskleri daha iyi yansıtmasını sağlaması için baskı yapıyor.\n\nJPMorgan ve Coinbase, banka hesaplarını kripto cüzdanlara bağlamak için iş birliği yaptı\n\nBloomberg, Perşembe günü ABD bankası JPMorgan Chase & Co. ile Amerikan kripto para borsası Coinbase Global Inc.'nin müşterilerin banka hesaplarını doğrudan kripto para cüzdanlarına bağlamak için bir anlaşma imzaladığını bildirdi.\n\nBloomberg \"Chase banka hesapları ile Coinbase kripto cüzdanları arasındaki bağlantıların gelecek yıl faaliyete geçmesi bekleniyor,\" diye bildirdi.\n\nBu ortaklık, Bitcoin de dahil olmak üzere kripto para piyasası üzerinde uzun vadeli olumlu bir etki yaratacağını gösteriyor, çünkü geleneksel bankalar ile kripto platformları arasındaki iş birliğini artırarak daha geniş bir benimseme sağlıyor.\n\nABD SEC, Bitcoin ve Ethereum ETP'leri için ayni yaratım ve geri alımlara yeşil ışık yaktı\n\nABD SEC, salı günü yaptığı basın açıklamasında, yetkili katılımcılar tarafından kripto ETP hisseleri için ayni yaratım ve geri alımlara izin veren emirleri onayladığını duyurdu.\n\nBu emir, spot BTC ve ETH ETP'leri için kullanılan önceki nakit bazlı mekanizmanın bir değişikliği olup, artık nakit bazında yaratım ve geri alımlarla sınırlı değildir. Bu gelişme, kripto ürünlerini Altın ve Petrol gibi geleneksel emtia bazlı ETP'lerle uyumlu hale getirerek, önceki nakit bazlı mekanizmanın bir düzenleyici değişimini işaret ediyor.\n\nAğustos ayında Bitcoin için neler var?\n\nBitcoin, 14 Temmuz'da 123.218$ ile yeni bir tüm zamanların en yüksek seviyesine ulaştı ve bu ay %8,13'lük bir getiri sağladı. Bitcoin'in tarihsel verilerine göre, BTC genellikle Ağustos ayında yatırımcılara pozitif bir getiri sağladı ve ortalama %1,60'lık bir kazanç elde etti. Eğer düzenleyici netlik, ETF talebi güçlenmeye devam ederse ve tarifeler ile jeopolitik belirsizlik azalırsa, yatırımcılar ağustos ayında olumlu getiriler görebilir.\n\nBitcoin tarihsel aylık getiri grafiği. Kaynak: Coinglass\n\nYanıltma mı yoksa teyit mi?\n\nBitcoin fiyatı, perşembe günü 116.000$'lık alt konsolidasyon seviyesinin altına kırılarak 16 günlük bir konsolidasyon aşamasını sonlandırdı ve piyasa momentumunda potansiyel bir değişimi işaret etti. Cuma günü yazıldığı sırada, fiyat yaklaşık 115.600$ civarında seyrediyor.\n\nEğer BTC geri çekilmeye devam ederse, 112.951$'daki 50 günlük Üstel Hareketli Ortalama'yı yeniden test etmek için düşüşü uzatabilir.\n\nGünlük grafikteki Göreceli Güç Endeksi (RSI) 50 nötr seviyesinin altına kayıyor ve aşağı yönlü bir eğilim gösteriyor, bu da düşüş momentumunun güçlendiğini gösteriyor. Hareketli Ortalama Yakınsama Iraksaması (MACD), 23 Temmuz'da bir düşüş kesişimi göstererek satış sinyali verdi. Ayrıca, nötr çizgisinin altında yükselen kırmızı histogram çubukları göstererek daha fazla düşüş momentumunu ve aşağı yönlü bir trendi işaret ediyor.\n\nBTC\/USDT günlük grafiği\n\nAncak, eğer BTC toparlanırsa, konsolidasyon aralığının üst sınırı olan 120.000$'a doğru ilerleyebilir.",
        "link":"https:\/\/www.fxstreet.com.tr\/cryptocurrencies\/news\/bitcoin-haftalik-tahmini-btcnin-16-gunluk-konsolidasyonu-sona-erdi-sahte-kirilim-mi-yoksa-gercek-kirilim-mi-202508011002"
    },
    {
        "site":"FXStreet",
        "title":"Altın Analizi: Zayıf NFP'nin rylül faiz indirim beklentilerini canlandırmasıyla satıcılar kontrolü korumakta zorlanıyor",
        "authors":"",
        "publish_date":"2025-08-01 14:29:13+00:00",
        "text":"Ons Altın, 3.300$'ın altına düşerek yeni bir aylık dip seviyeye geriledi, ancak ardından zayıf ABD NFP verilerinin ardından keskin bir şekilde toparlandı.\n\nKısa vadeli teknik görünüm, düşüş eğiliminin zayıfladığını gösteriyor.\n\nFed yetkililerinden gelen yorumlar ve orta ölçekli ABD verileri yatırımcılar tarafından dikkatle incelenecek.\n\nOns Altın fiyatı (XAU\/USD), cuma günü kararlı bir toparlanma gerçekleştirmeden önce haftanın büyük bir kısmında baskı altında kaldı. ABD'den gelen hayal kırıklığı yaratan istihdam verileri, ABD Doları'nın (USD), Federal Rezerv'in (Fed) politika gevşetme konusundaki temkinli tonu üzerine kaydettiği kazançları silmesine neden oldu ve XAU\/USD'nin yönünü değiştirmesine olanak tanıdı. Yüksek etkili veri açıklamalarının yokluğunda, yatırımcılar Fed'in Eylül ayında faiz indirimine gidip gitmeyeceğini değerlendirmek için Fed yetkililerinin yorumlarına dikkat edecekler.\n\nAltın, Fed sonrası 3.300$'ın altına düştü\n\nÖnceki haftanın son üç işlem gününü kayıplarla kapattıktan sonra, Altın, pazartesi günü güvenli liman olarak talep bulmakta zorlandı ve 3.300$'a doğru geriledi. Piyasalar, Amerika Birleşik Devletleri (ABD) ile Avrupa Birliği (AB) arasında bir ticaret anlaşması haberini sevinçle karşıladı.\n\nHer iki taraf, aralarındaki ticarette %15'lik genel bir gümrük vergisi belirleyen bir çerçeve üzerinde anlaştı. AB, misilleme gümrük vergisi uygulamayacağına ve ABD'ye 600 milyar dolarlık yatırım taahhüdünde bulundu. Ayrıca, ABD ve Çin yetkililerinin, Pazartesi günü Stockholm'de yapıcı görüşmeler gerçekleştirdiği bildirildi ve bu görüşmelerin amacı gümrük ateşkesini üç ay daha uzatmak oldu.\n\nSalı günü, karışık ABD ekonomik verileri, ABD Doları'nın (USD) kazançlarını sınırladı ve Altın'ın Pazartesi günkü kayıplarını silmesine olanak tanıdı. Çalışma İstatistikleri Bürosu (BLS), JOLTS İş İlanlarının Haziran ayında 7,43 milyon'a düştüğünü bildirdi. Olumlu bir not olarak, Konferans Kurulu'nun Tüketici Güven Endeksi, Temmuz ayında 95,2'den 97,2'ye yükseldi.\n\nAltın, Çarşamba günü yeniden düşüş baskısı altına girdi ve Amerikan işlem saatlerinde 3.270$'ın altına yeni bir aylık dip seviyeye geriledi. Bu durum, geniş tabanlı USD gücü ve olumlu verilerle birlikte artan Hazine tahvili getirileri tarafından tetiklendi ve Federal Rezerv'in (Fed) politika gevşetme konusundaki temkinli tonu etkili oldu.\n\nABD Ekonomik Analiz Bürosu'nun ilk tahmini, ABD'nin Gayri Safi Yurtiçi Hasıla (GSYH) ikinci çeyrekte yıllık %3 oranında genişlediğini gösterdi. Bu okuma, ilk çeyrekte bildirilen %0,5'lik daralmanın ardından geldi ve %2,4'lük bir genişleme beklentisini aştı. Ayrıca, Otomatik Veri İşleme (ADP), Temmuz ayında özel sektörde istihdamın 104.000 arttığını ve analistlerin 78.000 olan tahminini aştığını duyurdu.\n\nGünün ilerleyen saatlerinde, Fed politika faizini değiştirmedi ve %4,25-%4,5 aralığında bıraktı. Yönetim Kurulu Üyesi Christopher Waller ve Yönetim Kurulu Üyesi Michelle Bowman, daha önceki spekülasyonlarla uyumlu olarak 25 baz puanlık bir faiz indirimi lehinde oy kullandılar.\n\nToplantı sonrası basın toplantısında, Fed Başkanı Jerome Powell, işgücü piyasasındaki sağlıklı koşulları ve mevcut politika duruşunu enflasyon risklerine karşı \"uygun\" olarak nitelendirerek Eylül'deki bir sonraki toplantıda faiz indirimini onaylamaktan kaçındı. Ayrıca, Powell, politikanın ekonomiyi kısıtlamadığını, ancak yine de ılımlı bir şekilde kısıtlayıcı kaldığını belirtti.\n\nAltın, Perşembe günü bir toparlanma gerçekleştirmiş olsa da, yükseliş momentumunu toplayamadı ve 3.300$ civarında istikrar kazandı. Yatırımcılar, ABD'den gelecek Temmuz istihdam raporu öncesinde kenara çekildi.\n\nBLS, Cuma günü Tarım Dışı İstihdamın (NFP) temmuz ayında 73.000 arttığını bildirdi ve piyasa beklentisi olan 110.000'in altında kaldı. Daha endişe verici bir not olarak, BLS, mayıs ve haziran aylarındaki NFP artışlarını sırasıyla 125.000 ve 133.000 olarak aşağı revize etti. BLS, basın bülteninde, \"Bu revizyonlarla birlikte, mayıs ve haziran ayındaki istihdam, daha önce bildirilen rakamların 258.000 altında\" dedi. İşsizlik Oranı, Haziran'daki %4,1'den %4,2'ye yükseldi.\n\nCME FedWatch aracının eylül ayında 25 baz puanlık bir Fed faiz indirimi olasılığı, kötü istihdam verilerinin ardından yaklaşık %30'dan %70'e yükseldi. Bunun sonucunda, USD ağır satış baskısı altına girdi ve gösterge 10 yıllık ABD Hazine tahvil getirisi neredeyse %3 düştü, bu da Altın'ın 3.350$'ın üzerine kararlı bir şekilde toparlanması için kapıyı açtı.\n\nAltın yatırımcıları Fed faiz görünümünü yeniden değerlendiriyor\n\nTedarik Yönetimi Enstitüsü (ISM), salı günü temmuz ayına ait Hizmetler Satın Alma Yöneticileri Endeksi (PMI) verilerini yayınlayacak. Eğer manşet PMI 50'nin altında kalır ve hizmet sektöründeki iş faaliyetlerinde bir daralmaya işaret ederse, USD rakiplerini geride bırakmakta zorlanabilir ve XAU\/USD'nin yerini korumasına olanak tanıyabilir. Öte yandan, 50'nin üzerindeki bir okuma, anketin İstihdam Endeksi'ndeki bir iyileşme ile birleştiğinde, USD'yi anlık tepkiyle destekleyebilir.\n\nABD ekonomik takvimi, haftanın geri kalanında yüksek etkili veri açıklamaları içermeyecek. Fed'in sessizlik dönemi sona ererken, politika yapıcıları hafta boyunca açıklamalarda bulunacaklar.\n\nFed yetkilileri, işgücü piyasasındaki soğuma koşullarını öne sürerek bir sonraki toplantıda faiz indiriminin masada olacağını öne sürerlerse, ABD Hazine tahvil getirileri düşebilir ve Altın'ın yükselmeye devam etmesine olanak tanıyabilir. Tersine, Fed politika yapıcıları, Temmuz ayındaki zayıf NFP verisini küçümserlerse, enflasyon görünümünde temkinli bir ton benimserlerse ve bir sonraki enflasyon ve istihdam verileri grubunu beklerken sabırlı olma gereğini yineleyerek XAU\/USD'nin yükseliş momentumunu toplamasında zorluk yaşayabilir.\n\nAltın teknik analizi\n\nGünlük grafikteki Göreceli Güç Endeksi (RSI) göstergesi, Cuma günkü NFP verilerinin ardından 50'nin üzerine çıktı ve Altın 3.340$'ın üzerine yükseldi. Bu seviye, 20 günlük ve 50 günlük Basit Hareketli Ortalamaların (SMA) kesiştiği yer olup, satıcıların tereddütünü vurguluyor.\n\nEğer Altın, 3.340$'nın (20 günlük SMA, 50 günlük SMA) üzerinde kalır ve bu seviyeyi destek olarak onaylarsa, 3.400$'ı (statik seviye) bir sonraki direnç seviyesi olarak görebiliriz. Ardından 3.430$ (statik seviye) ve 3.500$ (22 Nisan'da belirlenen tüm zamanların en yüksek seviyesi) gelebilir.\n\nAşağı yönde, 100 günlük SMA 3.270$'da acil destek seviyesi olarak öne çıkıyor. Bu seviyenin altında günlük kapanış, teknik satıcıları çekebilir ve 3.200$'e (statik seviye, yuvarlak seviye) ve 3.150$'a (Ocak-Haziran yükseliş trendinin Fibonacci %38,2 düzeltmesi) doğru bir başka düşüşe kapı açabilir.",
        "link":"https:\/\/www.fxstreet.com.tr\/analysis\/altin-haftalik-fiyat-analizi-zayif-istihdam-verileri-sikilasmaci-fed-tonunu-zayiflattigi-icin-saticilar-tereddut-ediyor-202508011429"
    },
    {
        "site":"FXStreet",
        "title":"USD\/JPY Fiyat Analizi: Zayıf ABD verileriyle %2'den fazla gerileyerek 147,50'nin altına düştü",
        "authors":"",
        "publish_date":"2025-08-01 21:20:16+00:00",
        "text":"USD\/JPY, zayıf Tarım Dışı İstihdam verileriyle 150,91'den 147,28'e düştü.\n\nParite, 200 günlük ve 20 günlük SMA'ların altına geriledi, RSI düşüş eğilimine geçti.\n\nBir sonraki ana destek 50 ve 100 günlük SMA'ların kesiştiği 145,71 seviyesinde bulunuyor.\n\nUSD\/JPY, Amerika Birleşik Devletleri'ndeki (ABD) beklenenden kötü bir istihdam raporunun güvenli liman talebini artırmasıyla birlikte, Japon Yeni'nin değer kazanması sonucu haftayı %0,18'lik kayıpla kapatmaya hazırlanıyor. Bu durum, düşen ABD Hazine getirileriyle birleşerek paritenin %2'den fazla düşmesine neden oldu ve 150,91 seviyesinden 147,28'e geriledi. Yazının yazıldığı sırada, parite 147,38 seviyesinde, haftalık dip seviyelerine yakın işlem görüyor.\n\nUSD\/JPY Fiyat Tahmini: Teknik görünüm\n\nUSD\/JPY, verilerle yönünü tersine çevirerek 149,49'daki 200 günlük SMA'nın altına düştü ve bu durum 31 Temmuz'daki günlük dip seviye olan 148,58'i test etme yolunu açtı. Bu seviye, satıcıların pariteyi 147,69'daki 20 günlük SMA'ya yönlendirmesiyle hızlı bir şekilde aşıldı ve ardından 147,50 seviyesinin altına geriledi.\n\nİşlem gününün sonuna yaklaşırken, parite bu seviyenin altında istikrar kazandı. Momentum, Göreceli Güç Endeksi (RSI) tarafından gösterildiği gibi hafifçe düşüş eğilimine kaydı.\n\nEğer USD\/JPY 147,00 seviyesini aşarsa, bir sonraki destek 24 Temmuz'daki dip seviye olan 145,85 olacak ve hemen ardından 100 ve 50 günlük SMA'ların kesiştiği 145,71 seviyesi gelecektir. Bu seviyenin aşılması, 144,00 seviyesini gündeme getirecektir.\n\nUSD\/JPY Fiyat Grafiği – Günlük",
        "link":"https:\/\/www.fxstreet.com.tr\/news\/usd-jpy-fiyat-analizi-zayif-abd-verileriyle-2den-fazla-gerileyerek-147-50nin-altina-dustu-202508012120"
    }
]