[
    {
        "site":"FXStreet",
        "title":"أخبار البيتكوين والعملات البديلة",
        "authors":"",
        "publish_date":"N\/A",
        "text":"انزلق سعر البيتكوين إلى ما دون الحد الأدنى لنطاق التماسك عند 116,000 دولار، ومن شأن إغلاق حاسم دون ذلك أن يشير إلى مزيد من الانخفاض في المستقبل. تشير المؤشرات الفنية إلى ضعف الزخم، مما يزيد من خطر التصحيح على المدى القصير إذا استمر الضغط الهبوطي.",
        "link":"https:\/\/ar.fxstreet.com\/cryptocurrencies\/news"
    },
    {
        "site":"FXStreet",
        "title":"توقعات الأسبوع القادم: أسبوع حاسم يتضمن اجتماع الاحتياطي الفيدرالي، وموعد التجارة النهائي، والوظائف غير الزراعية",
        "authors":"",
        "publish_date":"2025-07-25 17:08:14+00:00",
        "text":"على الرغم من الانتعاش في النصف الثاني من الأسبوع، أنهى الدولار الأمريكي (USD) هذا الأسبوع في مسار هبوطي، مصححًا تقدمين متتاليين. كان أسبوعًا تهيمن عليه أخبار التجارة بالإضافة إلى التوترات بين الاحتياطي الفيدرالي والبيت الأبيض، دون أي نهاية تلوح في الأفق لأي منهما.\n\nظل مؤشر الدولار الأمريكي (DXY) غير قادر على عكس الانخفاض القوي الذي شهده النصف الأول من الأسبوع على الرغم من استعادة العوائد الأمريكية التحيز الصعودي وسط تقدم جيد على جبهة التجارة. سيكون إصدار مؤشر التصنيع من الاحتياطي الفيدرالي في دالاس أول الإصدارات الاقتصادية في 28 يوليو\/تموز. في 29 يوليو، ستصدر نتائج الميزان التجاري المتقدم، تليه مخزونات الجملة، ومؤشر أسعار المنازل من وكالة تمويل الإسكان الفيدرالية (FHFA)، والوظائف الشاغرة ودوران العمالة (JOLTs)، وتقرير ثقة المستهلك من كونفرنس بورد، ومؤشر الخدمات من الاحتياطي الفيدرالي في دالاس، وتقرير معهد البترول الأمريكي الأسبوعي عن مخزونات النفط الخام الأمريكية. من المقرر صدور تقرير التغير في التوظيف من ADP في 30 يوليو، جنبًا إلى جنب مع مراجعة أخرى لمعدل نمو الناتج المحلي الإجمالي للربع الثاني، ومبيعات المنازل المعلقة، وطلبات الرهن العقاري الأسبوعية المعتادة من MBA، وتقرير إدارة معلومات الطاقة الأسبوعي عن مخزونات النفط الخام الأمريكية. وستصدر بيانات مطالبات البطالة الأولية الأسبوعية في 31 يوليو، تليها تخفيضات الوظائف من تشالنجر، ومؤشر مديري المشتريات في شيكاغو، والدخل الشخصي، والإنفاق الشخصي، وأرقام التضخم التي يتتبعها مؤشر أسعار نفقات الاستهلاك الشخصي (PCE). ستكون إصدارات الوظائف غير الزراعية، ومعدل البطالة، ومؤشر مديري المشتريات التصنيعي النهائي من ستاندرد آند بورز جلوبال، ومؤشر مديري المشتريات التصنيعي من ISM، والإنفاق على البناء، ومؤشر معنويات المستهلكين النهائي من جامعة ميشيغان آخر الإصدارات على الأجندة الاقتصادية في 1 أغسطس\/آب.\n\nتمكن زوج يورو\/دولار EUR\/USD من استعادة بعض مكاسبه المفقودة على الرسم البياني الأسبوعي، لكنه تعثر قبل الحاجز 1.1800، على الرغم من الضغط الهبوطي الجديد الذي ظهر في الجزء الأخير من الأسبوع. ستصدر توقعات التضخم الاستهلاكي من البنك المركزي الأوروبي في 29 يوليو\/تموز. ومن المقرر صدور مبيعات التجزئة في ألمانيا ومعدل نمو الناتج المحلي الإجمالي للربع الثاني في 30 يوليو، يليها معدل نمو الناتج المحلي الإجمالي الأولي للربع الثاني في الاتحاد النقدي الأوروبي، والمعنويات الاقتصادية، وتوقعات التضخم الاستهلاكي، والبيانات النهائية لمعنويات المستهلكين. من المقرر صدور تقرير سوق العمل الألماني في 31 يوليو، يليه معدل التضخم المتقدم، ومعدل البطالة في منطقة اليورو. من المتوقع صدور مؤشرات مديري المشتريات التصنيعية النهائية عن بنك هامبورغ التجاري (HCOB) في ألمانيا ومنطقة اليورو في 1 أغسطس\/آب، يليها معدل التضخم المتقدم في الاتحاد النقدي الأوروبي.\n\nفي تداولات متقلبة للغاية، أغلق زوج استرليني\/دولار GBP\/USD الأسبوع بمكاسب طفيفة في قيعان مناطق 1.3400 السعرية، على الرغم من أنها كافية لعكس ثلاثة تراجعات أسبوعية متتالية. ستصدر بيانات التجارة التوزيعية من اتحاد الصناعة البريطاني (CBI) في 28 يوليو\/تموز. في 29 يوليو، سيصدر بنك إنجلترا بيانات المعروض النقدي M4، وائتمان المستهلك، والإقراض الصافي للأفراد، تليها موافقات الرهن العقاري وإقراض الرهن العقاري. من المتوقع صدور أسعار المنازل على مستوى البلاد في 1 أغسطس\/آب، يليها مؤشر مديري المشتريات التصنيعي النهائي من ستاندرد آند بورز جلوبال.\n\nأغلق زوج دولار\/ين USD\/JPY الأسبوع بخسائر بسيطة، مقتربًا من حاجز 148.00 بعد انخفاضين متتاليين. سيتم نشر أرقام الإنتاج الصناعي السريعة في 31 يوليو جنبًا إلى جنب مع مبيعات التجزئة، وأرقام الاستثمار الأسبوعية في السندات الأجنبية، وثقة المستهلك، وبدايات الإسكان، وطلبات البناء. من المتوقع صدور معدل البطالة، ومؤشر مديري المشتريات التصنيعي النهائي من ستاندرد آند بورز في 1 أغسطس.\n\nشهد زوج دولار أسترالي\/دولار أمريكي AUD\/USD أسبوعًا إيجابيًا للغاية حيث ارتفع إلى أعلى مستوياته في عدة أشهر فوق 0.6600، على الرغم من أنه تنازل عن بعض مكاسبه بعد ذلك. من المقرر صدور معدل التضخم جنبًا إلى جنب مع مؤشر أسعار المستهلك الشهري في 30 يوليو. ستصدر مبيعات التجزئة في 31 يوليو قبل تصاريح البناء، وموافقات المنازل الخاصة، وأسعار الواردات والصادرات، وأرقام ائتمان القطاع الخاص. ستختتم مؤشرات مديري المشتريات التصنيعية النهائية من ستاندرد آند بورز جلوبال، وأسعار المنتجين، وأسعار السلع الأجندة الأسبوعية في 1 أغسطس.\n\nتوقعات اقتصادية: أصوات في الأفق\n\nسيتحدث هاوزر من بنك الاحتياطي الأسترالي في 31 يوليو.\n\nالبنوك المركزية: الاجتماعات المقبلة ستشكّل السياسات النقدية\n\nاجتماع بنك كندا في 30 يوليو\/تموز (حاليًا 2.75% مقابل 2.75% المتوقع)، يليه الاحتياطي الفيدرالي (حاليًا 4.25%-4.50% مقابل 4.25%-4.50% المتوقع).\n\nسيتخذ بنك اليابان قراره بشأن الفائدة في 31 يوليو (حاليًا 0.50% مقابل 0.50% المتوقع)، يليه الاحتياطي الفيدرالي في جنوب أفريقيا (حاليًا 7.25% مقابل 7.25% المتوقع).\n\n\n\n",
        "link":"https:\/\/ar.fxstreet.com\/analysis\/twqt-lsbw-lqdm-sykwn-sbwan-hsman-ytdmn-jtm-lbnk-lhtyty-lfydrly-fed-wmwd-trmb-lnhyy-lltjr-wbynt-lwzyf-gyr-lzry-nfp-202507251708"
    },
    {
        "site":"FXStreet",
        "title":"زوج يورو\/دولار EUR\/USD ينهي الأسبوع مرتفعًا تقريبًا %1 حيث تعوض التفاؤل التجاري البيانات الأمريكية الضعيفة",
        "authors":"",
        "publish_date":"2025-07-25 22:10:07+00:00",
        "text":"زوج يورو\/دولار مدعوم بإشارات قرب اتفاق أمريكي-أوروبي قبل الموعد النهائي في 1 أغسطس.\n\nطلبيات السلع المعمرة الأمريكية تخيب الآمال، لكن مطالبات البطالة تبقى قوية، مما يدعم توقعات تثبيت الفائدة من الاحتياطي الفيدرالي.\n\nالبنك المركزي الأوروبي يبقي معدلات الفائدة ثابتة؛ والتركيز في الأسبوع المقبل يتحول إلى قرار السياسة الرئيسي للاحتياطي الفيدرالي في 30 يوليو.\n\nأنهى زوج يورو\/دولار الأسبوع مرتفعًا بنحو 1% يوم الجمعة، لكنه أنهى جلسة اليوم بشكل مسطح، بعد بيانات اقتصادية من الولايات المتحدة كانت أسوأ من المتوقع، ولكن تم تعويضها بأخبار تجارية إيجابية. مع تقليص الدولار الأمريكي لخسائره، يتداول الزوج عند 1.1741 دون تغيير يذكر.\n\nتظل المعنويات متفائلة حيث تشير أحدث الأخبار التجارية إلى أن الولايات المتحدة والاتحاد الأوروبي قد يكونان قريبين من التوصل إلى اتفاق. كشفت الأجندة الاقتصادية في الولايات المتحدة أن طلبيات السلع المعمرة خيبت آمال المستثمرين، بعد أن سجلت أرقامًا مذهلة ذات رقمين في مايو، كما أشار إليه وزارة التجارة الأمريكية. ومع ذلك، أثارت أرقام مطالبات البطالة القوية، على الرغم من ضعف النشاط الصناعي كما أظهره مؤشر مديري المشتريات التصنيعي S&P Global، رد فعل المستثمرين لتخفيض توقعاتهم بشأن الاحتياطي الفيدرالي الأقل تشددًا في اجتماع الأسبوع المقبل.\n\nفي الاتحاد الأوروبي، أبقى البنك المركزي الأوروبي معدلات الفائدة دون تغيير، مع اعتماد المجلس الحاكم نهجًا يعتمد على الاجتماع تلو الآخر وسط انقسام بين الحمائم والصقور في المجلس الحاكم. كانت جدول أعمال يوم الجمعة فارغًا، لكن جدول الأسبوع المقبل سيكون مزدحمًا.\n\nأخبار التجارة بين الاتحاد الأوروبي والولايات المتحدة\n\nقال الرئيس الأمريكي دونالد ترامب إنهم قريبون من اتفاق مع الصين. فيما يتعلق بالاتحاد الأوروبي، قال إن هناك فرصة، لكنه أشار إلى أنهم قد يضطرون إلى خفض التعريفات الجمركية.\n\nعززت الأخبار السابقة خلال الأسبوع التي تفيد بأن الولايات المتحدة توصلت إلى اتفاق مع اليابان زوج يورو\/دولار. تم تحقيق مزيد من الارتفاع بعد أن أفادت صحيفة فاينانشيال تايمز (FT) بأن الاتحاد الأوروبي والولايات المتحدة على وشك توقيع اتفاق قبل الموعد النهائي في 1 أغسطس، كما ذكرته مصادر مطلعة على الأمر.\n\nالأسبوع المقبل، لجنة السوق المفتوحة في دائرة الضوء\n\nستتضمن الأجندة الاقتصادية الأمريكية اجتماع لجنة السوق المفتوحة الفيدرالية (FOMC) في 29-30 يوليو. من المتوقع أن يحافظ الاحتياطي الفيدرالي على معدلات الفائدة دون تغيير، مع احتمال 98% للحفاظ على المعدلات عند حوالي 4.25%-4.50%.\n\nملخص لمحركات السوق اليومية: زوج يورو\/دولار يتماسك بعد قرار البنك المركزي الأوروبي، بيانات أمريكية سيئة\n\nانخفضت طلبيات السلع المعمرة الأمريكية لشهر يونيو بنسبة 9.6% على أساس شهري، متراجعة بشكل حاد من ارتفاع مايو بنسبة 16.5%، حيث تراجعت الطلبات على الطائرات بشكل كبير. على الرغم من الانخفاض، جاءت الأرقام أفضل من الانكماش المتوقع بنسبة -10.8% من قبل المحللين، حيث قاد الانخفاض معدات النقل، التي انخفضت بنسبة 22.4% خلال الشهر. ارتفعت طلبيات السلع المعمرة الأساسية - باستثناء فئة النقل المتقلبة - بنسبة 0.2%، مما يشير إلى قوة معتدلة ولكن مستمرة في الاستثمار التجاري الأساسي.\n\nفي يوم الخميس، أشارت مطالبات البطالة الأولية الأفضل من المتوقع إلى استمرار قوة سوق العمل، حتى مع تقرير S&P Global عن انكماش النشاط الصناعي.\n\nفي تطورات التجارة الأمريكية، أعلن الرئيس دونالد ترامب أن معظم صفقات التجارة قد تم الانتهاء منها الآن. وأضاف أن الرسائل القادمة من المتوقع أن تحدد معدلات التعريفات التي تتراوح بين 10% إلى 15% وأشار إلى أن احتمال التوصل إلى اتفاق مع الاتحاد الأوروبي هو \"50-50\".\n\nعلى الرغم من ذلك، من المقرر أن تصوت الدول الأعضاء في الاتحاد الأوروبي على 93 مليار يورو من التعريفات المضادة على السلع الأمريكية يوم الخميس، ومن المتوقع أن تدعم أغلبية واسعة من أعضاء الاتحاد الأوروبي استخدام أداة مكافحة الإكراه في حالة عدم التوصل إلى صفقة تجارية أمريكية وفرض تعريفات أمريكية بنسبة 30%.\n\nأبقى البنك المركزي الأوروبي معدلات الفائدة دون تغيير عند 2% كما هو متوقع، مع تسليط الضوء على أن البيانات جاءت بشكل عام متماشية مع التقييم السابق، مضيفًا أنه بسبب عدم اليقين، سيكون نهجهم اجتماعًا تلو الآخر.\n\nالأسبوع المقبل، ستتضمن الأجندة الاقتصادية الأمريكية قرار الاحتياطي الفيدرالي، وأرقام الناتج المحلي الإجمالي (GDP) الأولية للربع الثاني، وإصدار أرقام نفقات الاستهلاك الشخصي الأساسية، وأرقام الوظائف غير الزراعية.\n\nفي الاتحاد الأوروبي، ستتضمن الجدول مبيعات التجزئة في ألمانيا وإسبانيا، بالإضافة إلى أرقام التضخم لإسبانيا وألمانيا والاتحاد الأوروبي. يراقب المتداولون أيضًا إصدار أرقام الناتج المحلي الإجمالي للاتحاد الأوروبي وألمانيا.\n\nالتوقعات الفنية: زوج يورو\/دولار يتماسك حول 1.1750\n\nيتماسك زوج يورو\/دولار بعد أن سجل أعلى مستوى أسبوعي عند 1.1788، قريبًا من المستوى الرئيسي 1.1800. بينما لا يزال مؤشر القوة النسبية (RSI) في منطقة صعودية، فإن الزخم يتراجع مع اقتراب المؤشر من منطقته المحايدة.\n\nيمكن أن يؤدي الاختراق دون المتوسط المتحرك البسيط لمدة 20 يومًا عند 1.1714 إلى فتح الباب لإعادة اختبار مستوى الدعم عند 1.1700. من شأن المزيد من الانخفاض أن يكشف عن المتوسط المتحرك البسيط لمدة 50 يومًا عند 1.1556. على الجانب العلوي، فإن الحركة المستدامة فوق 1.1800 ستجلب أعلى مستوى منذ بداية العام عند 1.1829 إلى التركيز، مع رؤية المقاومة التالية عند 1.1850.",
        "link":"https:\/\/ar.fxstreet.com\/news\/zwj-ywrw-dwlr-eur-usd-ynhy-lsbw-mrtfan-tqryban-1-hyth-twd-ltfwl-ltjry-lbynt-lmryky-ldyf-202507252210"
    },
    {
        "site":"FXStreet",
        "title":"قد لا يكون اتفاق التجارة بين الولايات المتحدة واليابان واضحًا كما يعلنه ترامب",
        "authors":"",
        "publish_date":"2025-07-25 20:08:23+00:00",
        "text":"الرئيس ترامب أعلن بفخر عن اتفاق تجاري أولي مع اليابان في وقت سابق من هذا الأسبوع.\n\nقد تكون شروط التجارة أقل بكثير مما جعل مسؤولو البيت الأبيض الأسواق تعتقد.\n\nقد يكون الإعلان عن استثمار اليابان 550 مليار دولار في الشركات الأمريكية مقابل 10% فقط من الأرباح قد جاء في وقت مبكر.\n\nقام المسؤولون اليابانيون بهدوء بإصدار بيانات يوم الجمعة للحد من توقعات السوق.\n\nأعلن رئيس الولايات المتحدة (US) دونالد ترامب بفخر عن اتفاق تجاري وشيك بين الولايات المتحدة واليابان في وقت سابق من هذا الأسبوع، مشيدًا بترتيب من شأنه أن يجعل المستوردين الأمريكيين يدفعون رسومًا جمركية أقل بكثير تبلغ 15% على جميع السلع المستوردة من اليابان مقارنة بمستوى 25% المهدد الذي قدمه ترامب في البداية. على الرغم من تأكيدات ترامب في وقت سابق من هذا الأسبوع، قد لا تكون اليابان متحمسة للتخلي عن 90% من الأرباح، إلى الأبد، من استثمار 550 مليار دولار في الشركات الأمريكية مقابل تخفيضات طفيفة في الرسوم الجمركية على السلع اليابانية.\n\nوفقًا لبيان صادر عن مسؤول حكومي ياباني في وقت مبكر من يوم الجمعة، تتوقع اليابان أن شروط حزمة الاستثمار البالغة 550 مليار دولار ستشهد تقسيم الأرباح بين البلدين بناءً على درجة المساهمة من كلا الجانبين. تتعارض هذه الموقف مباشرة مع تأكيد ترامب بأن اليابان ستتحمل عبء الاستثمار بالكامل بمفردها، مع حصول الولايات المتحدة على 90% من الأرباح.\n\nاستمرارًا للعلامة التجارية لكيفية سير معظم الاتفاقات التجارية الأولية مع إدارة ترامب، تظل أي تفاصيل محددة حول الاتفاق التجاري محدودة لدرجة عدم وجودها، مما يقوض تصريحات فريق ترامب الصوتية حول نجاحهم في التفاوض على اتفاقات تجارية جديدة في اللحظة الأخيرة.\n\nلقد أنشأ الاتفاق التجاري المتزايد السيولة بين الولايات المتحدة واليابان فجوات هيكلية بالفعل بين رغبة ترامب في أن يكون قائدًا عالميًا يتفاوض ويتعامل والنتائج الواقعية الوشيكة. تظهر بيانات اليابان الحذرة يوم الجمعة أن الشقوق التي أصبحت واضحة بالفعل في استراتيجيات التفاوض العشوائية لترامب من المقرر أن تتسع مع كفاح المندوبين الأمريكيين لتلبية وعود ترامب السابقة بشأن اتفاقات تجارية لا تزال غير موجودة على الورق.\n\nتحدث كبير المفاوضين التجاريين اليابانيين، ريوسي أكازاوا، مباشرة عن عدم التوازن الهيكلي لتوقعات ترامب يوم الجمعة، مشيرًا إلى أنه يفهم أن الولايات المتحدة تبحث عن تقسيم الأرباح بنسبة 90-10 من حزمة الاستثمار المقترحة. ومع ذلك، أشار المسؤول التجاري الأعلى إلى أنه بالنسبة لليابان، \"يقول بعض الناس إن اليابان ببساطة تسلم 550 مليار دولار، لكن مثل هذه الادعاءات بعيدة تمامًا عن الواقع.\" اختتم أكازاوا بتذكير بأن القرار النهائي بشأن تقاسم الأرباح بموجب جدول الاستثمار البالغ 550 مليار دولار سيعتمد على نسبة الاستثمار في المخطط من قبل الشركات الخاصة.\n\nقد يكون إقناع الشركات الأمريكية بالتخلي عن كميات كبيرة من النقد الاستثماري لبناء بنية تحتية للأعمال داخل الحدود الأمريكية طلبًا صعبًا، حتى بالنسبة لإدارة ترامب التي تميل إلى التهديد: لقد قضت معظم الصناعات الأمريكية عقودًا في التخلص من التكاليف المزعجة المتعلقة بالمدخلات والتصنيع الخام في الخارج للتركيز على إنهاء المنتجات ذات القيمة العالية والخدمات ذات الصلة.",
        "link":"https:\/\/ar.fxstreet.com\/news\/qd-l-ykwn-tfq-ltjr-byn-lwlyt-lmthd-wlybn-wdhan-km-ylnh-trmb-202507252008"
    },
    {
        "site":"FXStreet",
        "title":"مؤشر داو جونز يقلص خسائره المبكرة بعد تراجع طلبات السلع المعمرة أقل من المتوقع",
        "authors":"",
        "publish_date":"2025-07-25 18:21:26+00:00",
        "text":"مؤشر داو جونز يستعيد خسائره الأخيرة مع استمرار ارتفاع معنويات المستثمرين.\n\nيواصل المتداولون الرهان على تراجع محتمل لتهديدات التعريفات المرتفعة لفريق ترامب.\n\nتظل صفقات التجارة محدودة، وموعد 1 أغسطس يقترب بسرعة.\n\nارتفع مؤشر داو جونز الصناعي (DJIA) يوم الجمعة، مستعيدًا توازنه بعد تراجع طفيف خلال الجلسة السابقة. تجاوزت أرباح الربع الثاني التوقعات بشكل عام هذا الأسبوع، مما دفع معظم المؤشرات الرئيسية إلى مستويات قياسية، لكن مؤشر داو جونز واجه بعض التراجع في الأسهم الرئيسية ذات الوزن الزائد، مما أثر على خطه العلوي.\n\nالأسواق ترتفع مع تراجع أقل من المتوقع في السلع المعمرة\n\nانخفض مؤشر طلبات السلع المعمرة بشكل حاد في يونيو، حيث انخفض بنسبة 9.3%، مسجلاً أسوأ تغيير شهري خلال شهرين منذ جائحة كوفيد. ومع ذلك، لا يزال الرقم الرئيسي يتجاوز التوقعات المتوسطة بانخفاض قدره 10.8%، مما يعزز ردود الفعل الفورية في السوق.\n\nارتفعت طلبات السلع المعمرة باستثناء المركبات بنسبة 0.2% على أساس شهري مقابل المتوقع 0.1%، مما يبرز مدى تأثير التراجع الرئيسي على قطاع السيارات الأمريكي حيث بدأت التعريفات العالمية والضرائب المرتفعة على واردات الصلب والألمنيوم تؤثر على المستهلكين والشركات الأمريكية على حد سواء.\n\nصفقة التجارة بين الولايات المتحدة والاتحاد الأوروبي: \"ربما\" الأبدية\n\nتستمر الشائعات في الانتشار حول إمكانية وجود صفقة تجارية بين الولايات المتحدة والاتحاد الأوروبي (EU)، لكن دورة مستمرة من التلميحات والإشارات من موظفي الرئيس الأمريكي دونالد ترامب أصبحت روتينية للمستثمرين الذين ينتظرون تفاصيل مؤكدة. لقد سعت إدارة ترامب جاهدة لتأمين صفقات تجارية قبل الموعد النهائي الذي فرضته على نفسها في 1 أغسطس. على الرغم من العديد من الإعلانات عن اتفاقيات بين الولايات المتحدة وعدد من الدول الأخرى، بما في ذلك المملكة المتحدة واليابان، إلا أن القليل من الأوراق الفعلية قد تم إنشاؤها، مما ترك معظم المشاركين في السوق في حالة من الغموض حول شكل بيئة التجارة الفعلية للولايات المتحدة في المستقبل القريب.\n\nتوقعات سعر داو جونز\n\nلقد دفع تعافي مؤشر داو جونز يوم الجمعة المؤشر للعودة إلى الجانب الصعودي من الازدحام الأخير، ويظل مؤشر DJIA ثابتًا بالقرب من أعلى المستويات على الإطلاق حيث تتنافس حركة السعر الصعودية للحصول على موطئ قدم بالقرب من 45000. على الرغم من الارتفاع الثابت هذا الأسبوع، إلا أن داو يكافح لاستعادة منطقة الأرقام القياسية حيث تتفوق مؤشرات أخرى عليه.\n\nرسم بياني لداو جونز لمدة 15 دقيقة\n\n\n\n\n\nرسم بياني يومي لداو جونز\n\n\n\n",
        "link":"https:\/\/ar.fxstreet.com\/news\/mwshr-dw-jwnz-lsny-ytf-ywm-ljm-bd-sdwr-tlbt-lsl-lmmr-lty-jt-fdl-mn-lmtwq-202507251821"
    },
    {
        "site":"FXStreet",
        "title":"الذهب يتجه نحو خسارة أسبوعية مع تأثير البيانات الاقتصادية الأمريكية القوية وتفاؤل التجارة على الطلب على الملاذ الآمن",
        "authors":"",
        "publish_date":"2025-07-25 19:11:57+00:00",
        "text":"الذهب تحت الضغط بسبب بيانات العمل القوية في الولايات المتحدة والتقدم في صفقة التجارة بين الولايات المتحدة والاتحاد الأوروبي.\n\nانتعاش الدولار الأمريكي وتفاؤل التجارة يحدان من الطلب على الملاذ الآمن، مما أدى إلى انخفاض XAU\/USD إلى 3325 دولار.\n\nالمتداولون يترقبون قرار الاحتياطي الفيدرالي، الناتج المحلي الإجمالي للربع الثاني في الولايات المتحدة، ومؤشر نفقات الاستهلاك الشخصي الأساسي، وبيانات الوظائف غير الزراعية في الأسبوع المقبل.\n\nمن المتوقع أن ينهي سعر الذهب (XAU\/USD) الأسبوع بانخفاض، حيث أثرت البيانات الاقتصادية من الولايات المتحدة والتقدم في صفقات التجارة مع الأخيرة على الطلب على الملاذ الآمن، مما دفع المعدن الأصفر للانخفاض. بالإضافة إلى ذلك، استعاد الدولار الأمريكي بعض الأرض على الرغم من انخفاض عوائد سندات الخزانة الأمريكية. في وقت كتابة هذا التقرير، يتم تداول XAU\/USD عند 3336 دولار، بانخفاض يقارب 1٪.\n\nالأسبوع المقبل، من المتوقع أن يحافظ الاحتياطي الفيدرالي (Fed) على معدلات الفائدة دون تغيير في نطاق 4.25%-4.50% للمرة الخامسة هذا العام. البيانات التي صدرت خلال الشهر بررت موقف الاحتياطي الفيدرالي للحفاظ على موقف السياسة الحالي بعد انخفاض طلبات إعانة البطالة الأولية للأسبوع الرابع على التوالي، مما يبرز قوة سوق العمل. في الوقت نفسه، انخفضت طلبات السلع المعمرة يوم الجمعة، نتيجة انخفاض في طلبات الطائرات.\n\nظهرت أخبار تجارية إيجابية منذ يوم الاثنين، بعد اتفاق الولايات المتحدة واليابان. دفعت الأخبار بأن الصفقة يمكن أن تتكرر مع الاتحاد الأوروبي (EU) قبل الموعد النهائي في 1 أغسطس المعدن غير المدفوع للعوائد إلى ما دون 3400 دولار نحو أدنى مستوى أسبوعي عند 3325 دولار.\n\nكما انخفضت السبائك حيث ارتد الدولار الأمريكي من أدنى مستوى له في حوالي أسبوعين، مما جعل الذهب أكثر تكلفة للمشترين الأجانب.\n\nكشفت الأخبار الأخيرة أن زيارة ترامب للاحتياطي الفيدرالي لم تكن حدثًا حرك الأسواق، على الرغم من أنه يبدو أنه قد غير رأيه بشأن باول.\n\nالأسبوع المقبل، ستتضمن أجندة الاقتصاد الأمريكي في 30 يوليو، قرار الاحتياطي الفيدرالي، الأرقام الأولية للناتج المحلي الإجمالي (GDP) للربع الثاني، إصدار نفقات الاستهلاك الشخصي الأساسية (PCE)، إلى جانب بيانات الوظائف غير الزراعية.\n\nملخص لمحركات السوق اليومية: انخفاض عوائد الولايات المتحدة بالتزامن مع أسعار الذهب\n\nانخفض الذهب على الرغم من تراجع عوائد سندات الخزانة الأمريكية، حيث انخفض العائد على سندات الخزانة لأجل 10 سنوات بمقدار ثلاث نقاط أساس إلى 4.386%. وبالتالي، انخفضت العوائد الحقيقية الأمريكية، التي يتم حسابها عن طريق طرح توقعات التضخم من سعر الفائدة الاسمي، بمقدار 1.5 نقطة أساس إلى 1.936%.\n\nمؤشر الدولار الأمريكي (DXY)، الذي يتتبع أداء الدولار مقابل سلة من ست عملات، ارتفع بنسبة 0.17% إلى 97.68.\n\nيوم الخميس، أشارت طلبات إعانة البطالة الأولية الأفضل من المتوقع إلى استمرار قوة سوق العمل، حتى مع تقرير S&P Global عن انكماش النشاط الصناعي. انخفضت طلبات السلع المعمرة الأمريكية في يونيو، مدفوعة بشكل رئيسي بانخفاض حاد في الطلب على الطائرات. انخفضت الطلبات الرئيسية بنسبة 9.6% على أساس شهري، بعد ارتفاع بنسبة 16.5% في مايو. على الرغم من أن الانخفاض كان كبيرًا، إلا أنه كان أقل من الانكماش المتوقع بنسبة -10.8% من قبل المحللين. تصدرت معدات النقل الانخفاض، حيث انخفضت بنسبة 22.4% في يونيو.\n\nومع ذلك، ارتفعت طلبات السلع المعمرة الأساسية - التي تستثني النقل - بنسبة 0.2%، مما يشير إلى بعض القوة الأساسية في الاستثمار التجاري.\n\nفي تطورات التجارة الأمريكية، أعلن الرئيس دونالد ترامب أن معظم صفقات التجارة قد اكتملت الآن، مع توقع رسائل قادمة توضح معدلات الرسوم الجمركية التي تتراوح بين 10% إلى 15%. عندما سُئل عن احتمال التوصل إلى اتفاق مع الاتحاد الأوروبي، قال ترامب إن هناك فرصة \"50-50\" للتوصل إلى صفقة.\n\nتشير احتمالية أسعار الفائدة إلى أن الاحتياطي الفيدرالي سيحافظ على معدلاته الحالية، حيث تبلغ الاحتمالات 96% للإبقاء و4% لخفض بمقدار 25 نقطة أساس في اجتماع 30 يوليو.\n\nالتوقعات الفنية لزوج XAU\/USD: سعر الذهب يختبر الدعم عند تقاطع المتوسطات المتحركة البسيطة لمدة 20 و50 يومًا\n\nسجل الذهب جلسة هبوطية ثالثة على التوالي، حيث دفع البائعون الأسعار إلى ما دون 3350 دولار، مما فتح الباب لاختبار منطقة 3320 دولار. حول هذه المنطقة تقع المتوسطات المتحركة البسيطة (SMA) لمدة 20 يومًا و50 يومًا عند 3342 دولار و3332 دولار، على التوالي. من الجدير بالذكر أن مؤشر القوة النسبية (RSI) قد تحول إلى هبوطي؛ ومع ذلك، وفقًا لهيكل السوق، لا يزال الاتجاه الصعودي للسبائك سليمًا.\n\nومع ذلك، إذا انخفض السعر الفوري إلى ما دون تقاطع المتوسط المتحرك البسيط لمدة 100 يوم وأدنى مستوى في 30 يونيو عند 3238 دولار و3246 دولار، على التوالي. قد يؤدي الاختراق فوق 3400 دولار إلى تمهيد الطريق لإعادة اختبار أعلى مستوى في خمسة أسابيع عند 3438 دولار، يليه ذروة 16 يونيو عند 3452 دولار وأخيرًا أعلى مستوى على الإطلاق عند 3500 دولار.",
        "link":"https:\/\/ar.fxstreet.com\/news\/ldhhb-ytjh-nhw-khsr-sbwy-m-tthyr-lbynt-lqtsdy-lmryky-lqwy-wtfwl-ltjr-l-ltlb-l-lmldh-lamn-202507251911"
    },
    {
        "site":"FXStreet",
        "title":"زوج الدولار النيوزيلندي\/الدولار الأمريكي NZD\/USD يقلص المكاسب مع ارتفاع الدولار الأمريكي، وتزايد التفاؤل بشأن محادثات التجارة بين الولايات المتحدة والصين",
        "authors":"",
        "publish_date":"2025-07-25 18:22:44+00:00",
        "text":"الدولار النيوزيلندي يمتد في خسائره لليوم الثاني يوم الجمعة لكنه يبقى على المسار الصحيح لتحقيق مكاسب أسبوعية.\n\nالرئيس الأمريكي دونالد ترامب يشير إلى أن \"معظم صفقات التجارة قد انتهت\"، مع اقتراب المحادثات من الانتهاء مع الصين.\n\nوزير الخزانة الأمريكي بيسنت يؤكد استئناف محادثات التعريفات مع الصين الأسبوع المقبل في ستوكهولم.\n\nيمتد الدولار النيوزيلندي (NZD) في خسائره لجلسة ثانية على التوالي يوم الجمعة لكنه يبقى في وضع جيد لتحقيق مكاسب أسبوعية، مدعومًا بتحسن المعنويات تجاه المخاطر وسط تفاؤل متزايد بشأن صفقات التجارة المحتملة في الولايات المتحدة. وقد حدت انتعاشة منتصف الأسبوع في الدولار الأمريكي، المدعومة ببيانات اقتصادية أمريكية قوية وتوقعات راسخة بأن الاحتياطي الفيدرالي (Fed) سيبقي أسعار الفائدة دون تغيير في اجتماعه للسياسة يوم الأربعاء، من ارتفاع الدولار النيوزيلندي، حتى مع بقاء مزاج السوق العالمي إيجابيًا بشكل عام.\n\nبدأ زوج NZD\/USD الأسبوع بقوة، حيث ارتفع إلى أعلى مستوى له في ثلاثة أسابيع عند 0.6059 يوم الخميس، مدعومًا بضعف الدولار الأمريكي بشكل عام. ومع ذلك، فقد فقد الارتفاع زخمه مع استعادة الدولار الأمريكي قوته. في وقت كتابة هذا التقرير يوم الجمعة، يتداول NZD\/USD حول 0.6011، متماسكًا على المكاسب التي حققها في بداية الأسبوع بينما تتجه الأسواق نحو عطلة نهاية الأسبوع بنبرة حذرة.\n\nيستمر تحسن المعنويات التجارية في دعم شهية المخاطرة العالمية. هذا الأسبوع، أنهت الولايات المتحدة (US) اتفاقيات تجارية ثنائية مع اليابان وإندونيسيا والفلبين، مما زاد من الآمال في تحول أوسع بعيدًا عن السياسات الحمائية. يوم الجمعة، صرح الرئيس الأمريكي دونالد ترامب بأن \"معظم صفقات التجارة قد انتهت\"، مشيرًا إلى أن العديد منها قد تم توثيقه بالفعل من خلال رسائل تحدد معدلات التعريفات التي تتراوح بين 10% و15%. وأضاف أن هناك \"فرصة 50-50\" للتوصل إلى اتفاق مع الاتحاد الأوروبي (EU)، بينما أشار أيضًا إلى أن الولايات المتحدة \"تقترب\" من اتفاق مع الصين، قائلًا: \"لدينا حدود الصفقة.\"\n\nفي وقت سابق من هذا الأسبوع، أشار وزير الخزانة الأمريكي سكوت بيسنت إلى تحول نحو مشاركة تجارية أكثر بناءً مع الصين، قائلًا إن \"التجارة في مكان جيد جدًا\" وأكد خططًا للقاء المسؤولين الصينيين الأسبوع المقبل في ستوكهولم لتمديد موعد التعريفات في 12 أغسطس وتوسيع المناقشات الاقتصادية لتتجاوز التعريفات فقط.\n\nبينما رفع التقدم في التجارة المعنويات العامة للسوق، تقوم الأسواق الآن بتسعير فرصة تقارب 75% بأن بنك الاحتياطي النيوزيلندي (RBNZ) سيخفض سعر الفائدة النقدية البالغ 3.25% بمقدار 25 نقطة أساس في اجتماع السياسة في أغسطس. ومع ذلك، يعتقد المستثمرون بشكل متزايد أن البنك المركزي يقترب من نهاية دورة التيسير الخاصة به. وقد عزز كبير الاقتصاديين في بنك الاحتياطي النيوزيلندي بول كونواي هذه الرؤية يوم الخميس، مشيرًا إلى أن البنك المركزي يبقى مفتوحًا لمزيد من تخفيضات الأسعار إذا استمر التضخم في الانخفاض كما هو متوقع. كما حذر من أن ارتفاع التعريفات الأمريكية قد يخفف من الطلب العالمي، مما يشكل مخاطر سلبية على كل من النمو والتضخم في نيوزيلندا.\n\nعلى النقيض من ذلك، من المتوقع على نطاق واسع أن يحتفظ الاحتياطي الفيدرالي بأسعار الفائدة ثابتة في اجتماع الأسبوع المقبل، مدعومًا ببيانات اقتصادية أمريكية قوية وضغوط تضخمية مستمرة. تقوم الأسواق حاليًا بتسعير 43 نقطة أساس من تخفيضات الأسعار بحلول نهاية عام 2025، مع توقعات بتخفيضات في سبتمبر وديسمبر.",
        "link":"https:\/\/ar.fxstreet.com\/news\/zwj-ldwlr-lnywzylndy-ldwlr-lmryky-nzd-usd-yqls-lmksb-m-rtf-ldwlr-lmryky-wtzyd-ltfwl-bshn-mhdtht-ltjr-byn-lwlyt-lmthd-wlsyn-202507251822"
    },
    {
        "site":"FXStreet",
        "title":"خام غرب تكساس الوسيط ينخفض إلى ما دون 65 دولار بسبب زيادة العرض وعدم اليقين بشأن الطلب",
        "authors":"",
        "publish_date":"2025-07-25 18:13:46+00:00",
        "text":"انخفاض خام غرب تكساس الوسيط مع زيادة المخاوف بشأن فائض العرض من فنزويلا وأوبك+\n\nقد توجه وضوح المحادثات التجارية بين الولايات المتحدة والاتحاد الأوروبي والولايات المتحدة والصين اتجاه خام غرب تكساس الوسيط.\n\nينخفض خام غرب تكساس الوسيط إلى ما دون 65.00 دولار حيث يتماشى الضغط الفني مع توقعات زيادة العرض.\n\nيواجه خام غرب تكساس الوسيط (WTI) ضغوطًا يوم الجمعة حيث تستجيب الأسواق لتوقعات زيادة العرض العالمية المتزايدة وتبقى حذرة بشأن آفاق الطلب.\n\nفي وقت كتابة هذا التقرير، يتم تداول خام غرب تكساس الوسيط دون 65.00 دولار، مع خسائر يومية تتجاوز %1.50.\n\nتستجيب السوق لاحتمال أن تستأنف فنزويلا صادرات النفط، بعد قرار الولايات المتحدة بإعادة ترخيص شركة شيفرون للعمل في البلاد.\n\nجاءت هذه الخطوة بعد تبادل سجناء بارز أدى إلى إطلاق سراح عشرة رهائن أمريكيين. بموجب التفويض المعدل، يمكن لشيفرون إجراء معاملات نفط مقابل ديون محدودة واستئناف مدفوعات المقاولين، دون تمكين فائدة مالية مباشرة لنظام مادورو.\n\nبينما من المتوقع أن تكون المكاسب الإنتاجية الفورية محدودة بسبب ضعف البنية التحتية في فنزويلا، فإن هذه الخطوة تعيد فتح الباب أمام إمكانيات عرض طويلة الأجل كبيرة. تمتلك فنزويلا أكبر احتياطيات نفطية مثبتة في العالم، وحتى الانتعاش الجزئي يمكن أن يؤثر على ديناميكيات العرض العالمية.\n\nساعد التفاؤل المحيط بمحادثات التجارة الجارية بين الولايات المتحدة والاتحاد الأوروبي والولايات المتحدة والصين في رفع المعنويات العامة للمخاطر. ولكن حتى يظهر وضوح بشأن المفاوضات، من المحتمل أن تظل مكاسب خام غرب تكساس الوسيط محدودة.\n\nفي غضون ذلك، من المقرر أن تزيد منظمة الدول المصدرة للنفط وحلفاؤها (أوبك+) الإنتاج بمقدار 548,000 برميل يوميًا في أغسطس.\n\nمن المتوقع أن تؤكد اجتماع متابعة في 3 أغسطس زيادة مماثلة لشهر سبتمبر.\n\nتغذي مجموعة من زيادة إنتاج أوبك+ والعودة المحتملة للإمدادات الفنزويلية المخاوف بشأن فائض العرض.\n\nتتجاوز هذه المخاطر من جانب العرض حاليًا العوامل الداعمة، مثل مؤشرات الطلب المتحسنة، والبيانات الاقتصادية الكلية الأقوى، وتخفيف التوترات التجارية.\n\nينخفض خام غرب تكساس الوسيط إلى ما دون 65.00 دولار حيث يتماشى الضغط الفني مع توقعات زيادة العرض\n\nيتداول خام غرب تكساس الوسيط دون 65 دولار، مما يعزز النغمة الهبوطية حيث تتحرك الأساسيات والتقنيات جنبًا إلى جنب.\n\nانخفض السعر بشكل حاسم دون المتوسط المتحرك البسيط 50 يومًا عند 65.44 دولار. وهو الآن يضغط على دعم رئيسي عند المتوسط المتحرك البسيط 100 يوم ($64.61) ومستوى تصحيح فيبوناتشي 38.2% عند $64.18.\n\nتعتبر هذه المنطقة من التقاء المستويات حرجة. الفشل في الثبات فوق هذه المنطقة سيعرض القاع في يونيو عند 63.73 دولار، مع اختراق نظيف يستهدف المستوى الرئيسي التالي 23.6% فيبوناتشي عند 60.58 دولار.\n\nالرسم البياني اليومي لخام غرب تكساس الوسيط\n\nعلى الجانب العلوي، تبقى المقاومة عند المتوسط المتحرك البسيط 50 يومًا، تليها 66.75 دولار ومستوى التصحيح 50% عند 67.08 دولار.\n\nيشير مؤشر القوة النسبية (RSI) عند 46 إلى ضعف الزخم، مما يدعم الرأي بأن المخاطر الهبوطية تظل في التركيز حيث تؤثر المخاوف بشأن العرض على المعنويات.",
        "link":"https:\/\/ar.fxstreet.com\/news\/nkhfd-khm-grb-tkss-lwsyt-wti-dwn-65-dwlr-wst-zyd-lntj-wshrt-ltlb-lgmd-202507251813"
    },
    {
        "site":"FXStreet",
        "title":"الدولار الأمريكي يجد دعما وسط حالة عدم اليقين بشأن الاحتياطي الفيدرالي ومحادثات التعريفات",
        "authors":"",
        "publish_date":"2025-07-25 12:14:47+00:00",
        "text":"ارتفع الدولار الأمريكي لليوم الثاني يوم الجمعة، مدعومًا ببيانات اقتصادية أمريكية قوية وتحسن المعنويات بشأن التجارة.\n\nتظل الأسواق حذرة قبل قرار الاحتياطي الفيدرالي الأسبوع المقبل والموعد النهائي للتعريفات في 1 أغسطس\/آب.\n\nيتداول مؤشر الدولار الأمريكي DXY بالقرب من 97.80 بعد أن وجد دعمًا قويًا عند المستوى النفسي 97.00.\n\nيتداول الدولار الأمريكي (USD) بوتيرة إيجابية لليوم الثاني على التوالي يوم الجمعة، مستمدًا قوته من البيانات الاقتصادية الأمريكية المتفائلة والتفاؤل الجديد بشأن التجارة. يوم الخميس، ساعدت طلبات إعانة البطالة الأولية الأسبوعية التي جاءت أفضل من المتوقع وأرقام مؤشر مديري المشتريات (PMI) الثابتة في تخفيف مخاوف الركود، مما يدعم الرأي بأن الاقتصاد الأمريكي لا يزال مرنًا. في الوقت نفسه، أدى التقدم الأخير في اتفاقيات التعريفات الثنائية بين الولايات المتحدة واليابان وإندونيسيا والفلبين إلى تحسين المعنويات تجاه المخاطر، مما حد من الضغط على الدولار الأمريكي.\n\nارتفع مؤشر الدولار الأمريكي (DXY)، الذي يقيس العملة الأمريكية مقابل سلة من ست عملات رئيسية، بشكل طفيف خلال ساعات التداول الأمريكية يوم الجمعة، متعافيًا من أدنى مستوى له في أسبوعين الذي تم الوصول إليه في وقت سابق من الأسبوع. في وقت كتابة هذا التقرير، يحوم المؤشر حول 97.77. ومع ذلك، فإن مؤشر DXY في طريقه لإنهاء سلسلة انتصارات استمرت أسبوعين، حيث يكافح لاكتساب الزخم فوق حاجز 98.00. ومع ذلك، يسود الحذر قبل موعد التعريفات في 1 أغسطس وقرار السياسة النقدية للبنك الاحتياطي الفيدرالي (Fed) الأسبوع المقبل، مما يبقي المتداولين في حالة ترقب ويحد من التحركات العدوانية في الدولار الأمريكي.\n\nتصدر الرئيس الأمريكي دونالد ترامب عناوين الأخبار يوم الخميس بزيارة نادرة لمقر الاحتياطي الفيدرالي في واشنطن، وهي الأولى لرئيس أمريكي حالي للبنك المركزي منذ ما يقرب من عقدين. قام ترامب بجولة في مشروع تجديد بقيمة 2.5 مليار دولار مع رئيس الاحتياطي الفيدرالي جيروم باول والسيناتور تيم سكوت. خلال الزيارة، زعم ترامب أن المشروع تجاوز الميزانية، مشيرًا إلى أن التكاليف قد ارتفعت إلى 3.1 مليار دولار. رد باول على الفور، موضحًا أن المبلغ الإضافي يشير إلى مبنى تم الانتهاء منه قبل خمس سنوات ولا يعكس التكاليف الحقيقية الزائدة.\n\nاستخدم ترامب أيضًا الزيارة لتجديد الضغط على الاحتياطي الفيدرالي لخفض أسعار الفائدة، قائلًا إن البنك المركزي \"يتحرك ببطء شديد\" ويجب أن يفعل المزيد لدعم النمو. ومع ذلك، أضاف أنه ليس لديه \"خطط\" لإزالة باول من منصبه، في الوقت الحالي. كانت الزيارة، على الرغم من أنها تم تقديمها كجولة، تحمل بوضوح نغمات سياسية وأشعلت النقاش حول استقلالية الاحتياطي الفيدرالي.\n\nفي يوم الجمعة، أخبر الرئيس دونالد ترامب الصحفيين أنه كان لديه \"اجتماع جيد\" مع رئيس الاحتياطي الفيدرالي جيروم باول وقال إنه حصل على انطباع بأن باول \"قد يكون مستعدًا لخفض الأسعار\"، وفقًا لوكالة رويترز. أضافت التعليقات وقودًا جديدًا لتكهنات خفض الأسعار وأكدت الضغط السياسي المتزايد على البنك المركزي. مع اقتراب اجتماع السياسة التالي للاحتياطي الفيدرالي، تراقب الأسواق عن كثب كيف سيستجيب البنك المركزي للضغط السياسي المتزايد.\n\nمن المقرر أن يصدر قرار السياسة النقدية للاحتياطي الفيدرالي يوم الأربعاء، حيث تتوقع الأسواق على نطاق واسع أن تظل أسعار الفائدة ثابتة، مع توجيه معظم التوقعات نحو سبتمبر\/أيلول في أقرب وقت. وفقًا لاستطلاع حديث لوكالة رويترز، يتوقع 100% من الاقتصاديين أن يحتفظ الاحتياطي الفيدرالي بمعدل الفائدة المرجعي ثابتًا في نطاق 4.25%-4.50% الأسبوع المقبل.\n\nمحركات السوق: الأسواق في حالة ترقب قبل قرار الاحتياطي الفيدرالي والموعد النهائي للتجارة\n\n\n\n\n\nفي يوم الجمعة، أشار الرئيس دونالد ترامب إلى أن \"معظم صفقات التجارة قد اكتملت\"، مشيرًا إلى أن العديد منها تم توثيقه الآن من خلال رسائل تحدد معدلات التعريفات التي تتراوح بين 10% و15%. كما قال ترامب إن هناك \"فرصة 50-50\" للتوصل إلى صفقة مع الاتحاد الأوروبي، بينما ألمح دبلوماسيون من الاتحاد الأوروبي إلى أن اتفاق إطار قد يتحقق في أقرب وقت هذا الأسبوع. أكدت رئيسة المفوضية الأوروبية أورسولا فون دير لاين يوم الجمعة أنها ستلتقي بالرئيس الأمريكي دونالد ترامب في اسكتلندا يوم الأحد لمناقشة العلاقات التجارية عبر الأطلسي. وصفت المحادثة بأنها \"مكالمة جيدة\" وأكدت أن الاجتماع سيركز على الحفاظ على علاقات تجارية قوية بين الولايات المتحدة والاتحاد الأوروبي، وسط تفاؤل متزايد بأن اتفاق إطار قد يتم التوصل إليه قريبًا.\n\nحافظ ترامب على نبرة حازمة تجاه كندا، مشيرًا إلى تقدم محدود في محادثات التجارة مع الجار الشمالي. وأضاف: \"لم أحقق الكثير من الحظ مع كندا\"، قائلًا إنه قد يفرض معدل تعريفات أحادية الجانب دون مزيد من التفاوض. \"لا يوجد الكثير من التفاوض، وأنا لست مركزًا على صفقة مع كندا.\"\n\nانخفضت طلبات السلع المعمرة في الولايات المتحدة بنسبة 9.3% على أساس شهري إلى 311.84 مليار دولار في يونيو 2025، مما عكس ارتفاعًا تم تعديله إلى 16.5% في مايو. كان الانخفاض أقل حدة من التراجع المتوقع بنسبة 10.8%، حيث كان التراجع الحاد ناتجًا إلى حد كبير عن تراجع في حجوزات الطائرات التجارية. باستثناء النقل، ارتفعت الطلبات بنسبة 0.2%، مما يشير إلى بعض المرونة في الطلب الأساسي على التصنيع. ومع ذلك، انخفضت طلبات السلع الرأسمالية الأساسية بنسبة 0.7%.\n\nتتراوح عوائد سندات الخزانة الأمريكية لأجل 10 سنوات حول 4.39% يوم الجمعة، مستقرًا بعد أسبوع متقلب حيث يتوخى المستثمرون الحذر قبل اجتماع السياسة النقدية للاحتياطي الفيدرالي الأسبوع المقبل. تقوم الأسواق حاليًا بتسعير 43 نقطة أساس من تخفيضات الأسعار بحلول نهاية 2025، مع توقعات بتخفيضات في سبتمبر وديسمبر. تعكس العوائد الثابتة عدم اليقين المحيط بآفاق التضخم وتأثير التعريفات والاتجاه الأوسع للسياسة النقدية.\n\nحتى الآن، أبرمت الولايات المتحدة خمس اتفاقيات تجارية مع شركاء رئيسيين، بما في ذلك اليابان والفلبين وفيتنام وإندونيسيا والمملكة المتحدة، وتوصلت إلى اتفاق أولي مع الصين. لا تزال المحادثات جارية مع الاتحاد الأوروبي وكوريا الجنوبية والهند، حيث تتسابق الشركاء التجاريون الرئيسيون لإنهاء المفاوضات قبل موعد التعريفات في 1 أغسطس. يدفع الاتحاد الأوروبي من أجل اتفاق مستند إلى اتفاق الولايات المتحدة واليابان، ساعيًا إلى معدل تعريفات أساسي بنسبة 15% وإعفاءات لقطاعات رئيسية، مثل السيارات والأدوية، لتجنب فرض رسوم أعلى بنسبة 30%. في حديثه يوم الجمعة، أشار ترامب إلى أن هناك \"فرصة 50-50\" للتوصل إلى اتفاق تجاري مع الاتحاد الأوروبي.\n\nمن المقرر أن يلتقي وزير الصناعة الكوري الجنوبي كيم جونغ-كوان ومبعوث التجارة ييو هان-كو مع وزير التجارة الأمريكي هوارد لوتنيك يوم الجمعة في واشنطن، حيث يدخل الجانبان المرحلة النهائية من المحادثات. تقدم سيول حزمة استثمار بقيمة 100 مليار دولار من شركات كبرى مثل سامسونغ وهيونداي للمساعدة في تأمين صفقة وتجنب تهديد فرض تعريفات بنسبة 25% على الصادرات الرئيسية.\n\nوصل الرئيس الأمريكي ترامب إلى اسكتلندا يوم الجمعة في زيارة متعددة الأيام تجمع بين الأعمال والدبلوماسية. من المتوقع أن يلتقي ترامب برئيس الوزراء البريطاني كير ستارمر يوم الاثنين، مع توقع أن تكون التجارة والتعريفات محور التركيز الرئيسي. تشمل التعريفات الأمريكية على الصادرات البريطانية الرئيسية، بما في ذلك الصلب والويسكي والأدوية، بينما يتم صياغة نسخة محسنة من الاتفاق التجاري الحالي.\n\nفي يوم الأربعاء، كرر ترامب موقفه المتشدد بشأن التجارة، معلنًا أن التعريفات المستقبلية على الشركاء التجاريين الأمريكيين ستتراوح بين 15% و50%، ارتفاعًا من اقتراحه السابق بمعدل أساسي قدره 10%. أوضح أنه فقط الدول التي ترغب في فتح أسواقها بالكامل أمام السلع والخدمات الأمريكية ستُعرض عليها أي تخفيف للتعريفات. بالنسبة لأولئك الذين لا يرغبون في الانخراط في التجارة المتبادلة، ستطبق التعريفات العقابية بالكامل.\n\nتؤجج الانقسامات بين مسؤولي الاحتياطي الفيدرالي النقاش حول قرار سعر الفائدة في يوليو. تدعم الأصوات المتشائمة، بما في ذلك الحاكم كريستوفر والير ونائبة الرئيس للإشراف ميشيل باومان، خفض سعر الفائدة بمقدار 25 نقطة أساس هذا الشهر، مشيرين إلى أن التعريفات الأخيرة تؤدي إلى ارتفاع مؤقت في التضخم وأن التيسير الآن قد يحمي الاقتصاد من تباطؤ النمو. في المقابل، يفضل رئيس الاحتياطي الفيدرالي جيروم باول ومعظم المسؤولين نهجًا أكثر حذرًا. يحذرون من أن التيسير المبكر قد يعيد إشعال ضغوط الأسعار إذا أثبت التضخم المرتبط بالتعريفات أنه أكثر استدامة مما كان متوقعًا.\n\nالتحليل الفني: مؤشر الدولار DXY يجد موطئ قدم بالقرب من 97.00 مع تطور تصحيح صعودي\n\nيرتفع مؤشر الدولار الأمريكي (DXY) يوم الجمعة بعد أن أعاد اختبار الحد العلوي لنمط وتد هابط، الذي كسره بشكل حاسم الأسبوع الماضي. وجد مؤشر الدولار الأمريكي (DXY) دعمًا قويًا بالقرب من المستوى النفسي 97.00 يوم الخميس، حيث تدخل المشترون للدفاع عن المستوى وإحياء الزخم الصعودي.\n\nيتجه سعر العملة الآن نحو الارتفاع، مع وجود العقبة الرئيسية الأولى حول منطقة 97.80-98.00 — وهي منطقة دعم سابقة تحولت إلى مقاومة تتزامن أيضًا مع المتوسط المتحرك الأسي لمدة 21 يومًا (EMA). قد يفتح الاختراق المستدام فوق هذه المنطقة الباب لاختبار أعلى مستوى للأسبوع الماضي عند 98.93، مع مقاومة مؤقتة عند المتوسط المتحرك الأسي لمدة 50 يومًا عند 98.52.\n\nعلى الجانب السلبي، فإن الإغلاق اليومي دون 97.00 من شأنه أن يلغي هيكل التصحيح الصعودي وقد يشير إلى موجة جديدة من ضغط البيع، مع احتمال أن يتجه المؤشر مرة أخرى نحو الحد السفلي للوتد أو حتى إعادة اختبار أدنى مستوى له في عدة سنوات عند 96.38 الذي سجله في 1 يوليو\/تموز.\n\nمؤشر القوة النسبية (RSI) لإعدادات 14 يومًا حاليًا عند 47 ويشير إلى الاتجاه الشمالي، مما يدل على تعافي طفيف من المستويات المنخفضة الأخيرة. ومع ذلك، لا يزال دون المستوى المحايد 50، مما يشير إلى أن الزخم الصعودي لا يزال مؤقتًا.",
        "link":"https:\/\/ar.fxstreet.com\/news\/ldwlr-lmryky-yjd-dm-wst-hl-dm-lyqyn-bshn-lhtyty-lfydrly-wtjdd-ltfwl-ltjry-202507251214"
    },
    {
        "site":"FXStreet",
        "title":"توقعات البيتكوين الأسبوعية: تمدد التصحيح وسط ضعف الزخم، والتدفقات الخارجية من الصناديق المتداولة",
        "authors":"",
        "publish_date":"2025-07-25 10:29:05+00:00",
        "text":"انزلق سعر البيتكوين إلى ما دون الحد الأدنى لنطاق التماسك عند 116,000 دولار، ومن شأن إغلاق حاسم دون ذلك أن يشير إلى مزيد من الانخفاض في المستقبل.\n\nأظهرت صناديق الاستثمار المتداولة في البيتكوين المدرجة في الولايات المتحدة علامات مبكرة على تراجع المستثمرين، حيث سجلت تدفقات خارجية أسبوعية معتدلة بلغت 58.64 مليون دولار بحلول يوم الخميس.\n\nتشير المؤشرات الفنية إلى ضعف الزخم، مما يزيد من خطر التصحيح على المدى القصير إذا استمر الضغط الهبوطي.\n\nانزلق سعر البيتكوين (BTC) دون الحد الأدنى من نطاق التماسك عند 116,000 دولار، بعد أن تماسك لأكثر من عشرة أيام. من شأن إغلاق حاسم دون هذا المستوى أن يشير إلى مزيد من الانخفاض في المستقبل. كما دعمت صناديق البيتكوين الفورية المدرجة في الولايات المتحدة هذه الفرضية الهبوطية، مسجلة تدفقات خارجية أسبوعية معتدلة تبلغ 58.64 مليون دولار حتى يوم الخميس. بالإضافة إلى ذلك، تشير المؤشرات الفنية أيضًا إلى ضعف الزخم، مما يزيد من خطر التصحيح على المدى القصير.\n\nصناديق البيتكوين الفورية تظهر علامات ضعف خفيف\n\nتظهر بيانات SoSoValue أن صناديق البيتكوين الفورية الأمريكية سجلت تدفقًا أسبوعيًا خفيفًا قدره 58.64 مليون دولار حتى الآن هذا الأسبوع، مما يكسر سلسلة التدفقات الداخلة التي استمرت ستة أسابيع منذ منتصف يونيو\/حزيران. ومع ذلك، فإن قيم التدفقات الخارجية هذه أقل مقارنة بالتدفقات الداخلة التي شوهدت في الأسابيع القليلة الماضية. يجب على المتداولين متابعة هذا الاتجاه؛ إذا استمر هذا الاتجاه وتفاقم، فقد يواجه سعر البيتكوين تصحيحًا.\n\nمخطط أسبوعي لصناديق البيتكوين الفورية. المصدر: SoSoValue\n\nفتح مراكز قصيرة جديدة على البيتكوين\n\nانخفض سعر البيتكوين قليلاً حتى الآن هذا الأسبوع، حيث انخفض دون 116,000 دولار في وقت كتابة هذا التقرير يوم الجمعة. وصل إجمالي الفائدة المفتوحة للبيتكوين (OI) في جميع البورصات إلى قمة تاريخية جديدة بلغت 44.5 مليار دولار يوم الجمعة. يشير ارتفاع الفائدة المفتوحة، إلى جانب انخفاض الأسعار، إلى أنه تم فتح مراكز جديدة، عادةً ما تكون قصيرة.\n\nيجب على المتداولين توخي الحذر حيث أن ارتفاع الفائدة المفتوحة مع انخفاض السعر يشير إلى ضغط بيع كبير، مما قد يؤدي إلى تصعيد مفاجئ في حالة حدوث انعكاس في الاتجاه.\n\nمخطط الفائدة المفتوحة للبيتكوين في جميع البورصات. المصدر: CryptoQuant\n\nاتفاقات التجارة الأمريكية قد تحفز بعض التفاؤل في العملات المشفرة\n\nقد يكون التوصل إلى اتفاق تجاري بين الاتحاد الأوروبي والولايات المتحدة وشيكًا، كما أفادت CNBC يوم الخميس. ومع ذلك، مع عدم وجود ضمانات، تواصل بروكسل الاستعداد لإجراءات انتقامية.\n\nقال التقرير: \"معدل التعريفة الأساسية البالغ 15%، والذي يتضمن حوالي 4.8% من الرسوم الحالية، هو السيناريو الأساسي حاليًا لواردات الاتحاد الأوروبي إلى الولايات المتحدة\".\n\nعلاوة على ذلك، توصلت إدارة ترامب في وقت سابق يوم الثلاثاء إلى اتفاق تجاري مع اليابان. قد تعزز المفاوضات الجارية للتوصل إلى اتفاقيات مع الشركاء التجاريين ثقة المستثمرين، حيث سجلت الأسهم الأمريكية مستويات قياسية يوم الأربعاء، وقد تدعم تعافي البيتكوين.\n\nالبيانات الاقتصادية الأمريكية تشير إلى عدم وجود خفض في أسعار الفائدة\n\nلا تتوقع الأسواق خفض أسعار الفائدة من الاحتياطي الفيدرالي الأمريكي في اجتماع يوليو\/تموز، على الرغم من الضغط المستمر من الرئيس الأمريكي دونالد ترامب من أجل خفض تكاليف الاقتراض. لقد هاجم ترامب شخصيًا رئيس الاحتياطي الفيدرالي جيروم باول بسبب موقفه من تثبيت الفائدة وكرر الدعوة لاستقالة رئيس البنك المركزي.\n\nعلاوة على ذلك، أشارت البيانات التي صدرت يوم الخميس إلى \"سوق عمل أمريكي لا يزال مرنًا، مما يعزز الرأي بأن الاحتياطي الفيدرالي سيحافظ على أسعار الفائدة في اجتماع السياسة النقدية القادم الأسبوع المقبل\"، كما أفاد محلل FXStreet هاريش مينغاني.\n\nاستمر المحلل في القول إن التفاصيل الإضافية للتقرير كشفت أن قوة التوظيف عبر كل من قطاعي التصنيع والخدمات تستمر في دعم الاستقرار على المدى القريب. بالإضافة إلى ذلك، تشير الضغوط السعرية المتزايدة إلى أن التضخم قد يتسارع في النصف الثاني من العام، ويرجع ذلك أساسًا إلى الرسوم الجمركية على الواردات.\n\nهذه الظروف الاقتصادية والمواقف الأكثر تشددًا من الاحتياطي الفيدرالي تجاه خفض أسعار الفائدة لا تبشر بالخير للأصول عالية المخاطر مثل البيتكوين.\n\nهل البيتكوين جاهزة للتراجع؟\n\nأظهر الرسم البياني الأسبوعي شمعة حمراء بعد أن حقق السعر قمة تاريخية جديدة عند 123,218 دولار ثم انخفض قليلاً الأسبوع الماضي. اعتبارًا من هذا الأسبوع، استمرت البيتكوين في انخفاضها الطفيف، حيث تتداول دون 116,000 دولار يوم الجمعة.\n\nإذا استمرت البيتكوين في تراجعها، فقد تمتد انخفاضاتها نحو قمة تاريخية سابقة عند 111,980 دولار التي حققتها في مايو\/أيار.\n\nيقرأ مؤشر القوة النسبية (RSI) على الرسم البياني الأسبوعي 65 بعد رفضه من مستوى التشبع الشرائي عند 70 الأسبوع الماضي، مما يشير إلى تلاشي الزخم الصعودي.\n\nالرسم البياني الأسبوعي لزوج البيتكوين\/التيثر BTC\/USDT\n\nعلى الرسم البياني اليومي، تشير النظرة الفنية إلى أن سعر البيتكوين قد تماسك في نطاق 116,000 إلى 120,000 دولار على مدار الأيام العشرة الماضية، بعد تحقيقه قمة تاريخية جديدة عند 123,218 دولار في 14 يوليو\/تموز. في وقت كتابة هذا التقرير يوم الجمعة، يتداول السعر على انخفاض طفيف، دون الحد الأدنى من التماسك عند 116,000 دولار.\n\nإذا أغلقت البيتكوين دون 116,000 دولار على أساس يومي، فقد تمتد في انخفاضها لإعادة اختبار المتوسط المتحرك الأسي لمدة 50 يومًا عند 111,410 دولار.\n\nيقرأ مؤشر القوة النسبية (RSI) على الرسم البايني اليومي 51، مشيرًا إلى الأسفل بعد تعرضه للرفض من منطقة التشبع الشرائي يوم الثلاثاء، مما يشير إلى تلاشي الزخم الصعودي. بالإضافة إلى ذلك، أظهر مؤشر الماكد (MACD) أيضًا تقاطعًا هبوطيًا يوم الأربعاء، مما أعطى إشارات بيع وأشار إلى زخم هبوطي.\n\nالرسم البياني اليومي لزوج البيتكوين\/التيثر BTC\/USDT\n\nعلى العكس، إذا أغلقت البيتكوين فوق الحد الأعلى من نطاق التماسك عند 120,000 دولار على أساس يومي، فقد تمدد التعافي نحو قمة تاريخية جديدة عند 123,218 دولار.",
        "link":"https:\/\/ar.fxstreet.com\/cryptocurrencies\/news\/twqt-lbytkwyn-lsbwy-lbytkwyn-ymdd-ltshyh-wst-df-lzkhm-wtdfqt-khrj-sndyq-lstthmr-lmtdwl-202507251029"
    }
]