[
    {
        "site":"FXStreet",
        "title":"Asset Forex News",
        "authors":"",
        "publish_date":"N\/A",
        "text":"Gold price consolidates below the $3,300 mark on Friday as traders opt to wait for the release of the US Nonfarm Payrolls report before placing fresh directional bets. In the meantime, the Fed's reluctance to cut rates anytime soon continues to underpin the US Dollar and weigh on the non-yielding yellow metal.",
        "link":"https:\/\/www.fxstreet.com\/news\/latest\/asset?dFR[Category][0]=News&dFR[Tags][0]=USDJPY"
    },
    {
        "site":"FXStreet",
        "title":"Asset Forex News",
        "authors":"",
        "publish_date":"N\/A",
        "text":"Gold gains traction in the second half of the day on Friday and trades at its highest level in a week near $3,350. The sharp decline seen in the US Treasury bond yields allows XAU\/USD to gather bullish momentum as markets reassess the Fed rate outlook after weak NFP data.",
        "link":"https:\/\/www.fxstreet.com\/news\/latest\/asset?dFR[Category][0]=News&dFR[Tags][0]=AUDUSD"
    },
    {
        "site":"FXStreet",
        "title":"Asset Forex News",
        "authors":"",
        "publish_date":"N\/A",
        "text":"Gold price consolidates below the $3,300 mark on Friday as traders opt to wait for the release of the US Nonfarm Payrolls report before placing fresh directional bets. In the meantime, the Fed's reluctance to cut rates anytime soon continues to underpin the US Dollar and weigh on the non-yielding yellow metal.",
        "link":"https:\/\/www.fxstreet.com\/news\/latest\/asset?dFR[Category][0]=News&dFR[Tags][0]=NZDUSD"
    },
    {
        "site":"FXStreet",
        "title":"Asset Forex News",
        "authors":"",
        "publish_date":"N\/A",
        "text":"Gold price consolidates below the $3,300 mark on Friday as traders opt to wait for the release of the US Nonfarm Payrolls report before placing fresh directional bets. In the meantime, the Fed's reluctance to cut rates anytime soon continues to underpin the US Dollar and weigh on the non-yielding yellow metal.",
        "link":"https:\/\/www.fxstreet.com\/news\/latest\/asset?dFR[Category][0]=News&dFR[Tags][0]=USDCAD"
    },
    {
        "site":"FXStreet",
        "title":"Asset Forex News",
        "authors":"",
        "publish_date":"N\/A",
        "text":"Gold price consolidates below the $3,300 mark on Friday as traders opt to wait for the release of the US Nonfarm Payrolls report before placing fresh directional bets. In the meantime, the Fed's reluctance to cut rates anytime soon continues to underpin the US Dollar and weigh on the non-yielding yellow metal.",
        "link":"https:\/\/www.fxstreet.com\/news\/latest\/asset?dFR[Category][0]=News&dFR[Tags][0]=USDCHF"
    },
    {
        "site":"FXStreet",
        "title":"Asset Forex News",
        "authors":"",
        "publish_date":"N\/A",
        "text":"Gold price consolidates below the $3,300 mark on Friday as traders opt to wait for the release of the US Nonfarm Payrolls report before placing fresh directional bets. In the meantime, the Fed's reluctance to cut rates anytime soon continues to underpin the US Dollar and weigh on the non-yielding yellow metal.",
        "link":"https:\/\/www.fxstreet.com\/news\/latest\/asset?dFR[Category][0]=News&dFR[Tags][0]=EURGBP"
    },
    {
        "site":"FXStreet",
        "title":"Asset Forex News",
        "authors":"",
        "publish_date":"N\/A",
        "text":"Gold gains traction in the second half of the day on Friday and trades at its highest level in a week near $3,350. The sharp decline seen in the US Treasury bond yields allows XAU\/USD to gather bullish momentum as markets reassess the Fed rate outlook after weak NFP data.",
        "link":"https:\/\/www.fxstreet.com\/news\/latest\/asset?dFR[Category][0]=News&dFR[Tags][0]=DollarIndex"
    },
    {
        "site":"FXStreet",
        "title":"Bitcoin and Altcoins News",
        "authors":"",
        "publish_date":"N\/A",
        "text":"It is useful for investors to modify the filters according to their personal preference and the criteria and to choose the notifications that they want to know when making the trading decision in order to master the high volatility associated with the absence of regulation and the constant pressure from governments and the growing interest of users. Due to those factors, the Market News Cryptocurrencies are constantly updated so investors should not miss the cryptocurrency market opportunities.",
        "link":"https:\/\/www.fxstreet.com\/cryptocurrencies\/news"
    },
    {
        "site":"FXStreet",
        "title":"Why Bitcoin, Ethereum, XRP could defy history to trend bullish in August",
        "authors":"",
        "publish_date":"2025-08-01 12:02:37.995000+00:00",
        "text":"Bitcoin slides below $115,000 as bears eye $112,000 support amid surging crypto liquidations.\n\nEthereum starts August on a shaky note following a bullish July, targeting support at $3,500.\n\nXRP extends decline below $3.00, underpinned by multiple bearish technical signals.\n\nInvestors in the cryptocurrency market are dealing with aggressive headwinds on Friday following a bullish July, which saw Bitcoin (BTC) and select altcoins rally to new record highs.\n\nBitcoin is trading below $115,000 at the time of writing, rising slightly from an intraday low of $114,116. Ethereum (ETH) is showing bearish signs after extending its correction from the July peak of $3,941 and falling toward support at $3,500.\n\nInterest in altcoins remains shaky, underpinned by Ripple (XRP) trading below $3.00 on the backdrop of a steady rally to a new record high of $3.66.\n\nMarket overview: Crypto liquidations surge as prices drop\n\nInvestors in the derivatives market are counting losses after getting caught up in macroeconomic crosshairs, ranging from a hawkish Federal Reserve (Fed) to United States (US) President Donald Trump's higher tariffs.\n\nLeveraged traders have been hit hard, with liquidations in the derivatives market reaching $755 million over the past 24 hours. Ethereum leads with the highest liquidations of $226 million, followed by Bitcoin with $180 million, Solana (SOL) with $44 million and XRP with $42 million, according to CoinGlass.\n\nCrypto liquidation heatmap | Source: CoinGlass\n\nHistorically, August has been a bearish month, and the current macro headwinds are unlikely to make it better. According to CryptoRank, Bitcoin has not had a bullish August since 2021. Bulls will be looking to change the trend this year, if support above $114,000 holds while attracting speculative demand.\n\nBitcoin monthly returns | Source: CryptoRank\n\nEthereum's performance in August has also been dismal, with positive returns dating back to 2021. XRP's performance aligns with the bearish trend observed in August over the last three years.\n\nEthereum monthly returns | Source: CryptoRank\n\nChart of the day: Bitcoin bears tighten grip\n\nBitcoin price has extended its decline by 6.6% so far from the record high of $123,128, underpinned by aggressive selling amid concerns about macroeconomic uncertainty. Barely a day after the Fed left interest rates unchanged while taking a hawkish stance, higher tariffs have kept volatility elevated this week.\n\nThe technical structure on the daily chart remains largely bearish, as depicted by the Relative Strength Index (RSI) falling below the midline. If investors remain risk-averse in upcoming sessions, demand could shrink further, leaving BTC price susceptible to extend losses toward the next key support level at $112,000.\n\nThe Moving Average Convergence Divergence (MACD) indicator sustains a sell signal while descending. This bearish outlook could keep recovery subdued as investors focus on reducing exposure.\n\nTraders will also monitor for a potential rebound if Bitcoin reclaims the immediate $115,000 support. Other key areas of interest are the 50-day Exponential Moving Average (EMA) at $112,928 and the stubborn resistance in the range of $119,000 to $120,000.\n\nBTC\/USDT daily chart\n\nAltcoins update: Ethereum, XRP decline persists\n\nEthereum's price has declined by over 7% from its recent high to trade at $3,630 as of Friday's writing. The largest smart contract token reached a July peak of $3,941 before trimming some of the gains, and falling short of bullish expectations to break the key resistance at $4,000.\n\nA MACD indicator sell signal alongside a downward-trending RSI underscores the prevalent bearish forces. If investors continue de-risking, the price of ETH could accelerate toward support at $3,500, which was tested on July 24. Other key levels of interest for traders would be the 50-day EMA, currently at $3,135 and the 100-day EMA at $2,827.\n\nETH\/USDT daily chart\n\nAs for XRP, bulls are fighting to reverse the trend upward and reclaim support at $3.00. However, its technical picture depicts a bearish bias, backed by a sell signal from the MACD indicator, descending toward the mean line, and the RSI, which holds slightly below the midline.\n\nXRP\/USDT daily chart\n\nIf the downtrend persists, the 50-day EMA, currently at $2.77 and the 100-day EMA at $2.56 could serve as tentative support levels to absorb the selling pressure. A potential rebound above $3.00 could reinforce the bullish outlook and set XRP price on the path to its record high.",
        "link":"https:\/\/www.fxstreet.com\/cryptocurrencies\/news\/crypto-today-could-bitcoin-ethereum-xrp-flip-the-historically-bearish-august-trend-to-bullish-202508011202"
    },
    {
        "site":"FXStreet",
        "title":"Amazon handily beats Q2 earnings consensus, hikes Q3 guidance",
        "authors":"",
        "publish_date":"2025-07-31 20:29:02.632000+00:00",
        "text":"Amazon beats Wall Street earnings consensus for Q2 by 26%.\n\nRevenue arrives $5.6 billion ahead of estimates.\n\nAMZN stock sinks 3.7% despite earnings beat, guidance hike.\n\nAmazon (AMZN) initially fell 2.6% afterhours following impressive second-quarter results. The largest US online retailer and largest cloud hyperscaler reported adjusted earnings per share (EPS) of $1.68, which was 26% or $0.35 ahead of the Wall Street consensus.\n\nRevenue of $167.7 billion was also $5.6 billion above the Street's projection.\n\nNorth America sales rose 11% YoY, international sales gained 16% YoY, aided by exchange rates, and AWS segment sales surged 17.5% from a year ago.\n\nLooking ahead to the third quarter, Amazon predicted revenue will rise to a midpoint of $176.25 billion, well above the Street's estimate of $173.2 billion. Operating income guidance for Q3 was placed at $18 billion, slightly advancing from the $17.4 billion in Q3 2024.\n\nOne sore point was free cash flow, which is stuck at $18.2 billion over the trailing 12 months. This compares unfavorably to the $53 billion seen in the previous 12-month period.\n\n“Our conviction that AI will change every customer experience is starting to play out as we’ve expanded Alexa+ to millions of customers, continue to see our shopping agent used by many millions of customers, launched AI models like DeepFleet that optimize productivity paths for our 1M+ robots, made it much easier for software developers to write code with Kiro (our new agentic IDE), launched Strands to make it easier to build AI agents, and released Bedrock AgentCore to enable agents to be operated securely and scalably,” said CEO Andy Jassy in a statement.",
        "link":"https:\/\/www.fxstreet.com\/news\/amazon-handily-beats-q2-earnings-consensus-hikes-q3-guidance-202507312029"
    }
]