[
    {
        "site":"FXStreet",
        "title":"Why Bitcoin, Ethereum, XRP could defy history to trend bullish in August",
        "authors":"",
        "publish_date":"2025-08-01 12:02:37.995000+00:00",
        "text":"Bitcoin slides below $115,000 as bears eye $112,000 support amid surging crypto liquidations.\n\nEthereum starts August on a shaky note following a bullish July, targeting support at $3,500.\n\nXRP extends decline below $3.00, underpinned by multiple bearish technical signals.\n\nInvestors in the cryptocurrency market are dealing with aggressive headwinds on Friday following a bullish July, which saw Bitcoin (BTC) and select altcoins rally to new record highs.\n\nBitcoin is trading below $115,000 at the time of writing, rising slightly from an intraday low of $114,116. Ethereum (ETH) is showing bearish signs after extending its correction from the July peak of $3,941 and falling toward support at $3,500.\n\nInterest in altcoins remains shaky, underpinned by Ripple (XRP) trading below $3.00 on the backdrop of a steady rally to a new record high of $3.66.\n\nMarket overview: Crypto liquidations surge as prices drop\n\nInvestors in the derivatives market are counting losses after getting caught up in macroeconomic crosshairs, ranging from a hawkish Federal Reserve (Fed) to United States (US) President Donald Trump's higher tariffs.\n\nLeveraged traders have been hit hard, with liquidations in the derivatives market reaching $755 million over the past 24 hours. Ethereum leads with the highest liquidations of $226 million, followed by Bitcoin with $180 million, Solana (SOL) with $44 million and XRP with $42 million, according to CoinGlass.\n\nCrypto liquidation heatmap | Source: CoinGlass\n\nHistorically, August has been a bearish month, and the current macro headwinds are unlikely to make it better. According to CryptoRank, Bitcoin has not had a bullish August since 2021. Bulls will be looking to change the trend this year, if support above $114,000 holds while attracting speculative demand.\n\nBitcoin monthly returns | Source: CryptoRank\n\nEthereum's performance in August has also been dismal, with positive returns dating back to 2021. XRP's performance aligns with the bearish trend observed in August over the last three years.\n\nEthereum monthly returns | Source: CryptoRank\n\nChart of the day: Bitcoin bears tighten grip\n\nBitcoin price has extended its decline by 6.6% so far from the record high of $123,128, underpinned by aggressive selling amid concerns about macroeconomic uncertainty. Barely a day after the Fed left interest rates unchanged while taking a hawkish stance, higher tariffs have kept volatility elevated this week.\n\nThe technical structure on the daily chart remains largely bearish, as depicted by the Relative Strength Index (RSI) falling below the midline. If investors remain risk-averse in upcoming sessions, demand could shrink further, leaving BTC price susceptible to extend losses toward the next key support level at $112,000.\n\nThe Moving Average Convergence Divergence (MACD) indicator sustains a sell signal while descending. This bearish outlook could keep recovery subdued as investors focus on reducing exposure.\n\nTraders will also monitor for a potential rebound if Bitcoin reclaims the immediate $115,000 support. Other key areas of interest are the 50-day Exponential Moving Average (EMA) at $112,928 and the stubborn resistance in the range of $119,000 to $120,000.\n\nBTC\/USDT daily chart\n\nAltcoins update: Ethereum, XRP decline persists\n\nEthereum's price has declined by over 7% from its recent high to trade at $3,630 as of Friday's writing. The largest smart contract token reached a July peak of $3,941 before trimming some of the gains, and falling short of bullish expectations to break the key resistance at $4,000.\n\nA MACD indicator sell signal alongside a downward-trending RSI underscores the prevalent bearish forces. If investors continue de-risking, the price of ETH could accelerate toward support at $3,500, which was tested on July 24. Other key levels of interest for traders would be the 50-day EMA, currently at $3,135 and the 100-day EMA at $2,827.\n\nETH\/USDT daily chart\n\nAs for XRP, bulls are fighting to reverse the trend upward and reclaim support at $3.00. However, its technical picture depicts a bearish bias, backed by a sell signal from the MACD indicator, descending toward the mean line, and the RSI, which holds slightly below the midline.\n\nXRP\/USDT daily chart\n\nIf the downtrend persists, the 50-day EMA, currently at $2.77 and the 100-day EMA at $2.56 could serve as tentative support levels to absorb the selling pressure. A potential rebound above $3.00 could reinforce the bullish outlook and set XRP price on the path to its record high.",
        "link":"https:\/\/www.fxstreet.com\/cryptocurrencies\/news\/crypto-today-could-bitcoin-ethereum-xrp-flip-the-historically-bearish-august-trend-to-bullish-202508011202"
    },
    {
        "site":"FXStreet",
        "title":"Amazon handily beats Q2 earnings consensus, hikes Q3 guidance",
        "authors":"",
        "publish_date":"2025-07-31 20:29:02.632000+00:00",
        "text":"Amazon beats Wall Street earnings consensus for Q2 by 26%.\n\nRevenue arrives $5.6 billion ahead of estimates.\n\nAMZN stock sinks 3.7% despite earnings beat, guidance hike.\n\nAmazon (AMZN) initially fell 2.6% afterhours following impressive second-quarter results. The largest US online retailer and largest cloud hyperscaler reported adjusted earnings per share (EPS) of $1.68, which was 26% or $0.35 ahead of the Wall Street consensus.\n\nRevenue of $167.7 billion was also $5.6 billion above the Street's projection.\n\nNorth America sales rose 11% YoY, international sales gained 16% YoY, aided by exchange rates, and AWS segment sales surged 17.5% from a year ago.\n\nLooking ahead to the third quarter, Amazon predicted revenue will rise to a midpoint of $176.25 billion, well above the Street's estimate of $173.2 billion. Operating income guidance for Q3 was placed at $18 billion, slightly advancing from the $17.4 billion in Q3 2024.\n\nOne sore point was free cash flow, which is stuck at $18.2 billion over the trailing 12 months. This compares unfavorably to the $53 billion seen in the previous 12-month period.\n\n“Our conviction that AI will change every customer experience is starting to play out as we’ve expanded Alexa+ to millions of customers, continue to see our shopping agent used by many millions of customers, launched AI models like DeepFleet that optimize productivity paths for our 1M+ robots, made it much easier for software developers to write code with Kiro (our new agentic IDE), launched Strands to make it easier to build AI agents, and released Bedrock AgentCore to enable agents to be operated securely and scalably,” said CEO Andy Jassy in a statement.",
        "link":"https:\/\/www.fxstreet.com\/news\/amazon-handily-beats-q2-earnings-consensus-hikes-q3-guidance-202507312029"
    },
    {
        "site":"FXStreet",
        "title":"From a $4M portfolio trader to broker co-founder: Versus Trade's Vitalii Bulynin shares Fintech-Building insights at IFX Expo International",
        "authors":"Versus Trade",
        "publish_date":"2025-07-31 11:38:05+00:00",
        "text":"15-Year Trading Expert Moderates \"Launch, Survive, Scale\" Panel, Revealing How to Build a Fintech That Actually Works\"\n\nVitalii Bulynin, Co-Founder of innovative CFD broker Versus Trade, took the stage at IFX Expo International in Limassol, Cyprus as moderator of the high-impact panel \"Launch, Survive,Scale: Building a Fintech That Actually Works,\" sharing hard-won insights from his journey from managing from being a student and managing million dollar portfolio afterclass to building a next-generation trading broker.\n\nFrom Trading Floor to Conference Stage\n\nBulynin’s path to industry thought leadership began in 2005 with a MetaTrader 3 account and a focus on the notoriously volatile GBP\/JPY pair. Through self-taught MQL programming and relentless market analysis, he evolved from a retail trader to an institutional-level portfolio manager, eventually overseeing multi-million dollar trading operations. His career trajectory saw him rise from a junior dealer to executive director, reflecting a rare combination of trading expertise and strategic leadership.\n\nIn 2018, he spearheaded the development of a full-scale margin trading infrastructure for crypto exchange Cryptology — at a time when leveraged digital asset trading was still in its infancy. That same year marked a shift in his professional focus toward senior leadership, with Bulynin primarily serving as an Executive Director across regulated brokerage firms.\n\nHaving worked within the Cyprus regulatory environment since 2014, he has helped launch multiple brokers from the ground — navigating compliance, licensing, and product development. His expertise spans both CFD and crypto markets, having held senior roles including Head of Trading at major brokers. He has also served as a non-executive director on the boards of several regulated entities, contributing to strategic oversight and governance.\n\n\"The transition from trader to fintech founder isn't just about understanding markets – it's about understanding the fundamental flaws in how the industry serves traders,\" Bulynin explained during his moderation. \"When you've personally experienced the frustrations of slow execution, hidden fees, and poor customer service, you build solutions differently.\"\n\nReal-World Fintech Building Insights\n\nDuring the panel discussion, Bulynin shared three critical insights that emerged from Versus Trade's development:\n\n1. Technical Excellence Isn't Optional \"We've seen too many fintech startups fail because they prioritized marketing over infrastructure. Versus Trade, is investing in safety and stability from day one – because traders remember the one time your platform failed more than a hundred times it worked perfectly.\"\n\n2. Industry Experience Accelerates Everything \"I have shared all my experience of 20 years in trading to the Versus Trade’s team with a single idea in my mind - to avoid the common mistakes that sink new brokers. We knew where the real pain points were – not just what traders say they want, but what they actually need.\"\n\n3. Partnerships Define Success \"Building a fintech isn't just about your technology – it's about your ecosystem. For example Versus Trade chose premium partners like Sumsub for KYC because client trust isn't negotiable, even when cheaper alternatives exist.\"\n\nVersus Trade's Innovation and Future Development\n\nVersus Trade brought its distinctive approach to CFD trading through innovative asset-versus-asset instruments. The platform's unique \"Versus Pairs\" allow traders to position themselves in comparative market narratives - such as digital assets against traditional investments (Bitcoin vs Gold), or regional market dynamics like Eastern versus Western economies (Amazon vs Alibaba).\n\nThe company has ambitious development plans ahead, including significant product enhancements, expanded partnership opportunities, and the introduction of additional versus pairs across various asset classes. These initiatives aim to strengthen the broker's core offering while providing traders with more diverse opportunities to engage with cross-market themes and relative performance dynamics.\n\nIFX Expo International Success and Industry Response\n\nThe IFX Expo International in Limassol, Cyprus, featured numerous engaging discussions across the fintech landscape. Bulynin's panel on fintech development drew a positive audience response, with participants appreciating the practical insights shared during the session. The conference provided valuable networking opportunities and showcased various innovations shaping the trading industry's future.\n\nThe discussion highlighted how successful fintech platforms require understanding both market mechanics and trader needs. Bulynin emphasized the importance of building solutions that address real trading challenges rather than following theoretical approaches that may not work in practice.\n\nMedia Contact: [email protected]\n\nSpeaking Opportunities: For interviews with Vitalii Bulynin about fintech development, trading industry trends, or Versus Trade's innovations, contact: [email protected]",
        "link":"https:\/\/www.fxstreet.com\/press-releases\/from-a-4m-portfolio-trader-to-broker-co-founder-versus-trades-vitalii-bulynin-shares-fintech-building-insights-at-ifx-expo-international-202507311138"
    },
    {
        "site":"FXStreet",
        "title":"Churney and DemandBox launch strategic partnership to bring pLTV-driven growth to performance marketing",
        "authors":"",
        "publish_date":"2025-07-31 11:07:27+00:00",
        "text":"Churney, the predictive lifetime value (pLTV) platform backed by TLV Partners, is partnering with DemandBox to offer brands a full-stack solution that connects deep predictive insights with high-impact execution across creative, funnel design, and media strategy.\n\nThe partnership begins August 3rd, 2025, and marks Churney’s first formal collaboration in demand generation. It’s designed to help both companies’ clients scale customer acquisition strategies focused on long-term value instead of short-term wins.\n\n“Working with DemandBox has been refreshingly direct,” said Dr. Noy Rotbart, CEO and Co-Founder of Churney. “They cut through the noise, understand what matters, and get things done fast. As we expand our client portfolio, we want partners who move at our pace. DemandBox does exactly that.”\n\nChurney currently drives predictive growth for brands like Underoutfit, Zapier, and Leadtech, and is integrated with performance teams across e-commerce, gaming, and fintech. The company also works directly with Meta, Google, and TikTok to help advertisers activate pLTV data for better bidding, targeting, and measurement.\n\nDemandBox, founded by Avishai Sam Bitton (co-founder of Oribi), has helped companies like Insurify, Singular, and MoneyLion scale through performance marketing rooted in business fundamentals, not just creative churn.\n\n“We're excited to work with one of the most innovative tech teams in performance marketing,” said Bitton. “This is a major opportunity to bring our creative and funnel execution to Churney clients who are ready to turn insights into results.”\n\nThis partnership ensures that Churney clients don’t just know which customers are most valuable, but also have the creative systems and campaign velocity to act on that intelligence in real-time.\n\nAbout Churney\n\nChurney is a predictive lifetime value intelligence platform that helps marketers anticipate customer value from the earliest point in the funnel. Backed by TLV Partners, Churney enables brands to optimize acquisition, bidding, and retention strategies through real-time, science-backed modeling. Clients include Underoutfit, Zapier, and Leadtech, and the company works in direct partnership with Meta, Google, and TikTok.\n\nAbout DemandBox\n\nDemandBox is a performance marketing firm working with some of the most ambitious growth-stage brands in the market. Founded by Avishai Sam Bitton, DemandBox combines funnel strategy, high-performing creative, and rigorous execution to deliver measurable business outcomes. Clients include Insurify, MoneyLion, Cymulate, and Singular.",
        "link":"https:\/\/www.fxstreet.com\/press-releases\/churney-and-demandbox-launch-strategic-partnership-to-bring-pltv-driven-growth-to-performance-marketing-202507311107"
    },
    {
        "site":"FXStreet",
        "title":"B2BROKER and Nullpoint launch integration of B2COPY within forex CRM interface",
        "authors":"",
        "publish_date":"2025-07-31 08:17:10+00:00",
        "text":"B2BROKER, a global fintech company offering advanced solutions for financial institutions, announces the integration of its advanced B2COPY investment platform with the Nullpoint Technologies CRM system designed for Forex brokers. Now the functionality of B2COPY is available to Nullpoint users directly from their personal аrеа, which greatly simplifies the process of copy trading and account management.\n\nThe connection between B2COPY and the Nullpoint IB module provides broker partners with an additional way to distribute commissions. Introducing brokers can receive not only standard payouts from the broker but also a share of the fees generated by Masters within the copy trading system, including performance, volume-based, or other types of fees. This model expands the range of available commission structures and may support increased IB engagement.\n\nThe activation of the investment module takes only a couple of minutes, while the interface is completely customized to the broker's brand, including the language and visual style. This provides a unified, native user experience when working with the platform.\n\nAs a result of the integration, Nullpoint brokers get instant access to a fully functional investment platform — with no need for additional development, plugins, or technical setup. With just a few clicks, they can start offering copy trading services to clients, expand their product offering, and create a new revenue stream through B2COPY.\n\n\"The integration of B2COPY with Nullpoint CRM is a real breakthrough for brokers and their clients. Now the whole process of copy trading has become very simple: subscription, management and monitoring are all in one window, without unnecessary transitions and difficulties,\" says Sergey Ryzhavin, Director of B2COPY.\"We are very pleased with the results of our cooperation. The new integration fully immerses B2COPY into the Nullpoint interface, allowing brokers and their clients to have all the possibilities and no need to switch between systems or enter additional data,\" adds Alejandro Rodríguez, CBDO at Nullpoint.\n\nWith this integration, B2BROKER and Nullpoint clients can unlock new features and synergies, enabling brokers to build services around real user needs by combining the strengths and solutions of both platforms to deliver the products their clients truly want.\n\nAbout\n\nB2COPY is a money management platform developed by B2BROKER for brokers and financial institutions. It enables investors to replicate trades while managing risk. B2COPY offers customizable trading conditions, commissions, and profit-sharing models. Operating as a SaaS platform, B2COPY is connected to MT4, MT5, and cTrader—three of the most widely used trading platforms—ensuring accessibility for most traders and brokerage firms.\n\nNullpoint Technologies, founded in 2017 with offices in Cyprus and Barcelona, delivers advanced SaaS solutions for Forex brokerages, including Forex CRM, IB Management, as well as MT4\/MT5 Hosting and Administration. With a strong track record, years of industry experience, and a team of seasoned professionals, the company helps brokerages optimize operations and drive sustainable growth. Their in-house trained support team ensures consistent service and builds long-term, successful relationships with brokerages, delivering innovative solutions that exceed expectations.",
        "link":"https:\/\/www.fxstreet.com\/press-releases\/b2broker-and-nullpoint-launch-integration-of-b2copy-within-forex-crm-interface-202507310817"
    },
    {
        "site":"FXStreet",
        "title":"Noticias sobre Bitcoin y Altcoins",
        "authors":"",
        "publish_date":"N\/A",
        "text":"Es útil que los inversores modifiquen los filtros según su preferencia personal y los criterios y que elijan las notificaciones que quieren conocer a la hora de tomar la decisión de operar para dominar la alta volatilidad asociada a la ausencia de regulación y la constante presión de los gobiernos y el creciente interés de los usuarios. Debido a estos factores, las noticias del mercado de criptomonedas se actualizan constantemente para que los inversores no pierdan las oportunidades.",
        "link":"https:\/\/www.fxstreet.es\/cryptocurrencies\/news"
    },
    {
        "site":"FXStreet",
        "title":"EUR\/USD Pronóstico Semanal: ¡Sorpresa, sorpresa! El NFP empuja a la Fed a recortar las tasas de interés",
        "authors":"",
        "publish_date":"2025-08-01 14:47:53+00:00",
        "text":"El informe de Nóminas no Agrícolas podría provocar un cambio de juego tras una Reserva Federal restrictiva.\n\nEl presidente de EE.UU. Donald Trump anunció aranceles masivos y generalizados que fomentaron la aversión al riesgo.\n\nEl EUR\/USD recortó la mitad de sus pérdidas semanales, con el objetivo de recuperar su postura alcista.\n\nEl par EUR\/USD tocó fondo en 1.1391 el primer día de agosto, su nivel más bajo en más de un mes. El Dólar estadounidense (USD) encontró apoyo independientemente del sentimiento del mercado, manteniendo su impulso positivo a lo largo de una semana bastante ocupada, pero finalmente cedió el viernes tras datos desalentadores de Estados Unidos (EE.UU.). El par finalmente se asentó alrededor de 1.1550, aún manteniendo pérdidas semanales sustanciales.\n\nGuerra comercial de ida y vuelta\n\nEE.UU. y la Unión Europea (UE) alcanzaron un acuerdo comercial que establece un arancel del 15% para la mayoría de las exportaciones hacia EE.UU., así como la solicitud de inversiones de la UE en varios sectores estadounidenses. Un gravamen del 50% se mantendrá para las exportaciones de la UE a EE.UU. en acero, aluminio y cobre. Aún faltan detalles adicionales, y la presidenta de la Comisión Europea, Ursula von der Leyen, señaló que dichos gravámenes están sujetos a aranceles recíprocos, aunque sin proporcionar muchos detalles sobre si o cuándo la UE los anunciaría.\n\nEl acuerdo fue ampliamente criticado por los líderes europeos, con el canciller alemán Friedrich diciendo que causará \"daños considerables\" y el primer ministro francés François Bayrou llamándolo \"un día oscuro\" para la UE.\n\nA mediados de semana, el presidente de EE.UU. Donald Trump anunció un gravamen del 50% sobre todas las importaciones brasileñas a EE.UU., como un \"castigo\" al gobierno de izquierda. La Casa Blanca también anunció un arancel universal del 50% sobre las importaciones de productos de cobre semiterminados y productos derivados intensivos en cobre.\n\nFinalmente, la fecha límite del 1 de agosto entró en vigor el viernes, lo que llevó a nuevos aranceles generalizados. Con el vecino México, Trump acordó una extensión de 90 días en los gravámenes para negociaciones adicionales, pero impuso un arancel del 35% a Canadá. Los mercados bursátiles colapsaron antes del cierre semanal, reflejando las preocupaciones del mercado sobre el posible efecto de esta decisión en el progreso económico global.\n\nRebelión de la Reserva Federal\n\nTambién a mediados de semana, la Reserva Federal (Fed) anunció su decisión sobre política monetaria. Como se anticipaba ampliamente, los responsables de políticas dejaron la tasa de interés de referencia sin cambios, oscilando entre el 4.25% y el 4.50%. Sin embargo, la decisión incluyó una sorpresa. Por primera vez en décadas, hubo dos disidentes: los gobernadores Christopher Waller y Michelle Bowman votaron a favor de reducir los costos de endeudamiento.\n\nNo obstante, el presidente Jerome Powell explicó que tal decisión resultó de la persistente incertidumbre relacionada con el impacto de los aranceles en la inflación. Powell también explicó que, con la inflación aún por encima del objetivo del 2% de la Fed y el mercado laboral aún ajustado, el banco central debería mantener las tasas en sus niveles actuales. La decisión, según Powell, deja a los responsables de políticas bien posicionados para responder de manera oportuna.\n\nPowell no dio pistas sobre un posible recorte de tasas de interés cuando se reúnan en septiembre, prefiriendo mantener su postura de esperar y ver.\n\nLa decisión provocó otro berrinche del presidente Trump, quien ha estado exigiendo durante mucho tiempo tasas más bajas. Utilizó las redes sociales para atacar al jefe de la Fed, llamando a Powell \"Demasiado Tarde\" y afirmando que su decisión cuesta miles de millones de dólares.\n\nJerome \"Demasiado Tarde\" Powell, un MORON obstinado, debe reducir sustancialmente las tasas de interés, AHORA. SI CONTINÚA RECHAZANDO, LA JUNTA DEBE ASUMIR EL CONTROL Y HACER LO QUE TODOS SABEN QUE DEBE HACERSE!\n\nSemana repleta de datos que termina con un estruendo\n\nLos datos europeos publicados estos días mostraron que el Viejo Continente está saliendo de la crisis, ayudado por la masiva reducción de tasas de interés del Banco Central Europeo (BCE).\n\nAlemania publicó la estimación preliminar del PIB del segundo trimestre, que mostró que la economía se contrajo un 0.1% en los tres meses hasta junio, tras avanzar un 0.4% en el trimestre anterior. El país también publicó la estimación preliminar del Índice Armonizado de Precios al Consumidor (IAPC) de julio, que aumentó a un ritmo anualizado del 1.8%, disminuyendo del 2% registrado en junio. Las ventas minoristas en el país aumentaron un 4.9%, casi duplicando el avance anterior del 2.6%.\n\nEl PIB preliminar del Q2 de la UE registró un aumento trimestral del 0.4%, mejor que el 0.2% esperado, mientras que el avance anual fue del 1.4%, superando las estimaciones del 1.2%. En una nota negativa, el HICP se mantuvo en 2% interanual en julio según estimaciones preliminares, frente al 1.9% esperado. La lectura anual subyacente también se mantuvo sin cambios en 2.3%.\n\nEl calendario de EE.UU. estaba lleno de datos relacionados con el empleo, antes del poderoso informe de Nóminas no Agrícolas. Pero el país también publicó la estimación preliminar del PIB del Q2, que mostró que la economía de EE.UU. creció a una tasa anualizada del 3%, mucho mejor que la caída del 0.5% del primer trimestre y mejor que el 2.4% esperado. La cifra optimista alimentó la demanda por el USD, que se vio más tarde exacerbada por una Fed agresiva.\n\nEn cuanto a las cifras de empleo, la Encuesta de Ofertas de Empleo y Rotación Laboral (JOLTS) de junio indicó que el número de ofertas de trabajo en el último día hábil de junio se situó en 7.43 millones, por debajo de los 7.77 millones de ofertas (revisados desde 7.76 millones) registrados en mayo y por debajo de la expectativa del mercado de 7.55 millones.\n\nEl informe de Cambio de Empleo de ADP publicado el miércoles fue más alentador, ya que mostró que el sector privado añadió 104.000 nuevos puestos de trabajo en julio, mientras que la pérdida de junio se revisó a 23.000 desde la estimación anterior de -33.000. Finalmente, el informe de Recortes de Empleo de Challenger mostró que las empresas con sede en EE.UU. anunciaron 62.075 recortes de empleo en julio, en comparación con casi 25.900 un año antes. La lectura estuvo muy por encima de los 47.999 anunciados en junio, siendo el segundo más alto para un julio en la última década.\n\nFinalmente, las NFP salieron y se desató el caos: el país añadió un magro total de 73.000 nuevos puestos en julio, mientras que la lectura de junio se revisó a la baja a 14.000 después de reportar previamente 147.000. De hecho, las revisiones mostraron aproximadamente 260.000 puestos de trabajo menos de lo estimado anteriormente en los últimos meses.\n\nAdemás, la Tasa de Desempleo subió al 4.2% desde el 4.1% en julio, como se esperaba, mientras que la Tasa de Participación de la Fuerza Laboral bajó al 62.2% desde el 62.3%. Finalmente, la inflación salarial anual, medida por el cambio en las Ganancias Promedio por Hora, aumentó al 3.9% desde el 3.8%.\n\nLa noticia puso al Dólar estadounidense en modo de venta masiva. Tras el anuncio de política monetaria de la Fed, el interés especulativo se volcó a apostar por una decisión de mantener las tasas en septiembre, con las probabilidades de no cambio disparándose a aproximadamente el 60%. Sin embargo, el horrible informe mensual de empleo cambió el sentimiento, y los participantes del mercado ahora creen que hay más del 66% de probabilidad de un recorte de tasas en la próxima reunión de la Fed, según la herramienta CME FedWatch.\n\nVale la pena añadir que, antes del cierre semanal, EE.UU. también publicó el Índice de Gerentes de Compras (PMI) Manufacturero ISM de julio, que contrajo inesperadamente a 48 desde el 49 registrado en junio, también por debajo de las expectativas de 49.5. El Índice de Sentimiento del Consumidor de Michigan, mientras tanto, fue revisado a la baja a 61.7 en julio, tras una estimación preliminar de 61.8 y por debajo del 62.0 anticipado.\n\nAl final de la semana, las acciones retienen pérdidas sustanciales inspiradas por aranceles, reflejando preocupaciones relacionadas con los aranceles. Independientemente de la relajación del mercado laboral, el riesgo de una mayor inflación sigue siendo el mismo. Con esto en mente, la Fed podría contener su fuego una vez más en septiembre.\n\nEn los próximos días, el calendario macroeconómico tendrá poco que ofrecer. Las cifras más relevantes serán el PMI de Servicios ISM de EE.UU. de julio y las Ventas Minoristas de junio de la UE. Dicho esto, la guerra comercial probablemente volverá a ocupar el centro del escenario.\n\nPerspectiva técnica del EUR\/USD\n\nEl gráfico semanal del par EUR\/USD muestra que recortó la mitad de sus pérdidas, pero los vendedores aún están presentes. El par rebotó bruscamente después de probar una media móvil simple (SMA) de 20 días alcista en torno a 1.1390. Al mismo tiempo, la SMA de 100 días avanza tímidamente por encima de una SMA de 200 días sin dirección, ambas muy por debajo de la más corta. Los indicadores técnicos, mientras tanto, mantienen pendientes agudas hacia abajo, aunque se mantienen por encima de sus líneas medias, lo que no es suficiente para anticipar un declive más pronunciado en el futuro.\n\nEl EUR\/USD rebotó desde cerca de una SMA de 100 días alcista en el gráfico diario, pero se mantiene por debajo de una SMA de 20 días bajista, proporcionando resistencia dinámica cerca de 1.1640. Finalmente, los indicadores técnicos han rebotado bruscamente desde lecturas cercanas a sobreventa, manteniendo sus pendientes hacia arriba pero dentro de niveles negativos.\n\nUna recuperación por encima de la mencionada región de 1.1640 debería llevar a una prueba de la marca de 1.1700, mientras que una vez por encima de esta última, la recuperación podría continuar hacia el máximo anual en 1.1830. El principal soporte es la zona de precios de 1.1470, con un renovado interés vendedor por debajo de ella exponiendo el mínimo reciente en el área de 1.1390.",
        "link":"https:\/\/www.fxstreet.es\/analysis\/eur-usd-pronostico-semanal-sorpresa-sorpresa-el-nfp-empuja-a-la-fed-hacia-el-camino-de-recortes-de-tasas-202508011447"
    },
    {
        "site":"FXStreet",
        "title":"Oro Previsión: Los vendedores luchan por mantener el control mientras un débil NFP revive las expectativas de recorte de tasas en septiembre",
        "authors":"",
        "publish_date":"2025-08-01 14:28:35+00:00",
        "text":"El Oro cayó a un nuevo mínimo mensual por debajo de 3.300$, pero luego rebotó bruscamente tras los débiles datos del NFP de EE.UU.\n\nLa perspectiva técnica a corto plazo sugiere que la tendencia bajista se está desvaneciendo.\n\nLos comentarios de los funcionarios de la Fed y los datos económicos de nivel medio de EE.UU. serán analizados por los inversores.\n\nEl Oro (XAU\/USD) estuvo bajo presión durante gran parte de la semana antes de realizar un rebote decisivo el viernes. Los decepcionantes datos de empleo de EE.UU. obligaron al Dólar estadounidense (USD) a borrar las ganancias que había registrado por el tono cauteloso de la Reserva Federal (Fed) sobre la flexibilización de políticas, permitiendo que el XAU\/USD invirtiera su dirección. En ausencia de publicaciones de datos de alto impacto, los inversores prestarán especial atención a los comentarios de los funcionarios de la Fed para evaluar si el banco central de EE.UU. optará por un recorte de tasas en septiembre.\n\nEl Oro cayó por debajo de 3.300$ tras la reunión de la Fed\n\nDespués de cerrar los últimos tres días de negociación de la semana anterior en territorio negativo, el Oro luchó por encontrar demanda como refugio seguro el lunes y cayó hacia 3.300$ mientras los mercados celebraban la noticia de un acuerdo comercial entre Estados Unidos (EE.UU.) y la Unión Europea (UE) .\n\nAmbas partes acordaron un marco que establece un arancel del 15% sobre los bienes comerciados entre ellos, mientras que la UE se comprometió a no imponer aranceles de represalia y prometió 600.000 millones de dólares en inversión en EE.UU. Además, funcionarios de EE.UU. y China supuestamente mantuvieron conversaciones constructivas en Estocolmo el lunes con el objetivo de extender la tregua arancelaria por otros tres meses.\n\nEl martes, los datos económicos mixtos de EE.UU. limitaron las ganancias del Dólar estadounidense (USD) y permitieron que el Oro borrara las pérdidas del lunes. La Oficina de Estadísticas Laborales (BLS) informó que las ofertas de empleo JOLTS cayeron a 7.43 millones en junio desde 7.77 millones en mayo. En una nota positiva, el Índice de Confianza del Consumidor del Conference Board mejoró a 97.2 en julio desde 95.2 en junio.\n\nEl Oro volvió a sufrir presiones bajistas el miércoles, cayendo a un nuevo mínimo mensual por debajo de 3.270$ durante las horas de negociación en EE.UU., presionado por la fortaleza generalizada del USD y el aumento de los rendimientos de los bonos del Tesoro debido a datos optimistas y el tono cauteloso de la Reserva Federal (Fed) sobre la flexibilización de políticas.\n\nLa primera estimación de la Oficina de Análisis Económico de EE.UU. mostró que el Producto Interno Bruto (PIB) de EE.UU. se expandió a una tasa anual del 3% en el segundo trimestre . Esta lectura siguió a la contracción del 0.5% reportada en el primer trimestre y superó la expectativa del mercado de una expansión del 2.4%. Además, el Automatic Data Processing (ADP) anunció que el empleo en el sector privado aumentó en 104.000 en julio, superando la estimación de los analistas de 78.000.\n\nMás tarde en el día, la Fed mantuvo la tasa de política sin cambios en el rango de 4.25%-4.5%, con el gobernador Christopher Waller y la gobernadora Michelle Bowman ambos disintiendo a favor de un recorte de tasas de 25 puntos básicos, en línea con la especulación anterior.\n\nEn la conferencia de prensa posterior a la reunión, el presidente de la Fed, Jerome Powell se abstuvo de confirmar un recorte de tasas en la próxima reunión de septiembre, citando condiciones saludables en el mercado laboral y calificando la postura actual de política como \"apropiada\" para protegerse contra los riesgos de inflación . Además, Powell dijo que la política no estaba frenando la economía a pesar de seguir siendo modestamente restrictiva.\n\nAunque el Oro realizó un rebote el jueves, no logró reunir impulso alcista y se estabilizó cerca de 3.300$, con los inversores moviéndose a la espera del informe de empleo de julio de EE.UU.\n\nLa BLS informó el viernes que las Nóminas No Agrícolas (NFP) aumentaron en 73.000 en julio , faltando a la expectativa del mercado de 110.000. En una nota más preocupante, la BLS revisó a la baja los aumentos de NFP para mayo y junio en 125.000 y 133.000, respectivamente. \"Con estas revisiones, el empleo en mayo y junio combinado es 258.000 menor de lo reportado anteriormente\", dijo la BLS en su comunicado de prensa. La tasa de desempleo subió a 4.2% desde 4.1% en junio.\n\nLa probabilidad de un recorte de tasas de la Fed de 25 puntos básicos en septiembre según la herramienta CME FedWatch aumentó a casi el 70% desde alrededor del 30% tras los desalentadores datos de empleo. A su vez, el USD se vio sometido a una fuerte presión de venta y el rendimiento del bono del Tesoro estadounidense a 10 años cayó casi un 3%, abriendo la puerta a un repunte decisivo del Oro por encima de 3.350$.\n\nLos inversores en Oro reevalúan las perspectivas de tasas de la Fed\n\nEl Instituto de Gestión de Suministros (ISM) publicará los datos del Índice de Gerentes de Compras (PMI) de Servicios para julio el martes. En caso de que el PMI principal se sitúe por debajo de 50 y apunte a una contracción en la actividad empresarial del sector servicios, el USD podría tener dificultades para superar a sus rivales, permitiendo que el XAU\/USD mantenga su posición. Por otro lado, una lectura por encima de 50, combinada con una mejora en el Índice de Empleo de la encuesta, podría impulsar al USD con una reacción inmediata.\n\nEl calendario económico de EE.UU. no contará con ninguna publicación de datos de alto impacto en el resto de la semana. Con el periodo de silencio de la Fed llegando a su fin, los responsables de la política monetaria harán declaraciones a lo largo de la semana.\n\nSi los funcionarios de la Fed sugieren que un recorte de tasas estará sobre la mesa en la próxima reunión, citando condiciones de enfriamiento en el mercado laboral, los rendimientos de los bonos del Tesoro de EE.UU. podrían girar a la baja y permitir que el Oro continúe subiendo. Por el contrario, el XAU\/USD podría tener dificultades para reunir impulso alcista si los responsables de la Fed minimizan la débil lectura del NFP de julio, se adhieren a un tono cauteloso sobre las perspectivas de inflación y reiteran la necesidad de paciencia mientras esperan el próximo lote de datos de inflación y empleo.\n\nAnálisis técnico del Oro\n\nEl indicador del Índice de Fuerza Relativa (RSI) en el gráfico diario se recuperó por encima de 50 tras los datos del NFP el viernes y el Oro subió por encima de 3.340$, donde se alinean las medias móviles simples (SMA) de 20 días y 50 días, destacando la vacilación de los vendedores.\n\nEn caso de que el Oro se mantenga por encima de 3.340$ (SMA de 20 días, SMA de 50 días) y confirme ese nivel como soporte, 3.400$ (nivel estático) podría verse como el siguiente nivel de resistencia antes de 3.430$ (nivel estático) y 3.500$ (máximo histórico establecido el 22 de abril).\n\nA la baja, la SMA de 100 días en 3.270$ surge como el nivel de soporte inmediato. Un cierre diario por debajo de este nivel podría atraer a vendedores técnicos y abrir la puerta a otra caída hacia 3.200$ (nivel estático, nivel redondo) y 3.150$ (retroceso de Fibonacci del 38.2% de la tendencia alcista de enero a junio).",
        "link":"https:\/\/www.fxstreet.es\/analysis\/oro-pronostico-semanal-los-vendedores-dudan-a-medida-que-los-debiles-datos-de-empleo-socavan-el-tono-de-linea-dura-de-la-fed-202508011428"
    },
    {
        "site":"FXStreet",
        "title":"Pronóstico Semanal del Bitcoin: La consolidación de 16 días del BTC llega a su fin. ¿falsa ruptura o quiebre real?",
        "authors":"",
        "publish_date":"N\/A",
        "text":"El precio del Bitcoin (BTC) cierra por debajo de su límite inferior de consolidación en 116.000$, poniendo fin a una fase de consolidación de 16 días esta semana. BTC ha disminuido un 3.4% hasta ahora esta semana, y la ruptura se produce en medio de un trasfondo macroeconómico estable, con la Reserva Federal de EE.UU. (Fed) manteniendo las tasas de interés sin cambios, señalando un sentimiento de aversión al riesgo. Los participantes del mercado también están digiriendo desarrollos positivos para el espacio de activos digitales, como la publicación del informe de política sobre criptomonedas de la Casa Blanca.\n\nA medida que los traders sopesan la importancia de la ruptura, el mercado ahora enfrenta un punto crítico: si esto es un engaño temporal o el comienzo de una corrección más profunda.\n\nLa Fed mantiene las tasas de interés sin cambios\n\nLa consolidación del precio del Bitcoin llegó a su fin el jueves, cayendo por debajo de su límite inferior en 116.000$. La fase de consolidación de 16 días llegó a su fin un día después de la decisión sobre las tasas de interés de la Fed el miércoles.\n\nLa Fed mantuvo las tasas de interés sin cambios en el rango de 4.25%-4.50% por quinta vez consecutiva, a pesar de la intensa presión del presidente de EE.UU. Donald Trump y sus aliados para reducir los costos de endeudamiento.\n\nEl presidente de la Fed, Jerome Powell, dijo durante la conferencia de prensa posterior a la reunión que el banco central no había tomado decisiones sobre si recortar las tasas en septiembre, destacando su postura de línea dura, que no es favorable para activos más arriesgados como el Bitcoin. Además, las probabilidades de un recorte en septiembre cayeron de casi el 60% antes de la reunión a aproximadamente el 43% después de la conferencia de prensa, según la herramienta CME Fedwatch.\n\nSin embargo, la decisión encontró oposición de los gobernadores de la Fed, Michelle Bowman y Christopher Waller. Esta fue la primera vez desde 1993 que dos gobernadores disintieron sobre una decisión de tasas.\n\nLos traders ahora esperan los datos de Nóminas No Agrícolas (NFP) de julio este viernes para un nuevo impulso para el Bitcoin.\n\nLos acuerdos arancelarios de Trump generan incertidumbre en los mercados de criptomonedas\n\nLos titulares relacionados con la guerra comercial en los últimos días han sido mixtos. La semana comenzó con optimismo tras el anuncio de un acuerdo entre EE.UU. y la Unión Europea (UE), que siguió a un anuncio similar entre EE.UU. y Japón. La Casa Blanca también informó sobre conversaciones continuas con China.\n\nA mitad de semana, sin embargo, y a medida que se acercaba la fecha límite del 1 de agosto, los acuerdos con otros importantes socios comerciales como Canadá, Australia o India estaban, y aún están, en el aire. Además, Trump anunció un arancel del 50% sobre las importaciones brasileñas y un arancel universal del 50% sobre las importaciones de productos de cobre semiterminados y productos derivados intensivos en cobre, efectivo a partir del 1 de agosto.\n\nLa Kobeissi Letter informó que Trump impone una gran cantidad de nuevos aranceles recíprocos, incluyendo 39% a Suiza, 30% a Sudáfrica y muchos países del sudeste asiático, como se muestra a continuación. Estos aranceles entrarán en vigor el viernes a medianoche. Mientras tanto, los futuros del S&P 500 han bajado apenas 10 puntos, casi en su totalidad debido a los débiles resultados de ganancias de Amazon.\n\n\"En abril, este titular habría hecho que el S&P 500 cayera un -3%. La guerra comercial ha perdido su efecto de choque en los mercados,\" informó Kobeissi.\n\nLa Casa Blanca publica su primera política de activos virtuales\n\nLa Casa Blanca publicó su primera política de activos virtuales el miércoles, como lo exige la Orden Ejecutiva (EO) 14178 del presidente de EE.UU. Donald Trump. El informe, que abarca más de 160 páginas, contiene docenas de recomendaciones relacionadas con la política de criptomonedas y presiona por claridad regulatoria en EE.UU.\n\nEl informe tuvo un impacto moderado en el precio del Bitcoin, ya que BTC se estabilizó en torno a los 111.700$ ese día. Es probable que los participantes del mercado ignoraran el texto, ya que el tema de la Reserva Estratégica de Bitcoin, que es clave, no fue abordado claramente.\n\nSin embargo, áreas clave de interés incluyen recomendaciones para que la SEC de EE.UU. establezca pautas claras para el desarrollo de acciones y tesorerías tokenizadas. También presiona a los reguladores para que aclaren las \"actividades bancarias permitidas\" en relación con las stablecoins y el uso de blockchains, promuevan la transparencia sobre cómo las instituciones pueden obtener licencias bancarias y aseguren que las reglas de capital bancario reflejen mejor los riesgos particulares de los activos digitales.\n\nJPMorgan y Coinbase se unen para vincular cuentas bancarias a billeteras de criptomonedas\n\nBloomberg informó el jueves que el banco estadounidense JPMorgan Chase & Co. y el intercambio de criptomonedas estadounidense Coinbase Global Inc. habían firmado un acuerdo para vincular las cuentas bancarias de los clientes a sus billeteras de criptomonedas directamente.\n\n\"Se espera que las conexiones entre las cuentas bancarias de Chase y las billeteras de criptomonedas de Coinbase se activen el próximo año,\" informó Bloomberg.\n\nLa asociación indica un impacto alcista a largo plazo en el mercado de criptomonedas, incluido el Bitcoin, ya que mejora la adopción más amplia y la creciente cooperación entre los bancos tradicionales y las plataformas de criptomonedas.\n\nLa SEC de EE.UU. da luz verde a las creaciones y redenciones en especie para los ETP de Bitcoin y Ethereum\n\nLa SEC de EE.UU. anunció en su comunicado de prensa el martes que ha votado para aprobar órdenes para permitir creaciones y redenciones en especie por parte de participantes autorizados para acciones de ETP de criptomonedas.\n\nEsta orden es un cambio respecto al mecanismo anterior solo en efectivo utilizado para los ETP de BTC y ETH al contado, que estaban limitados a creaciones y redenciones en efectivo. Este desarrollo marca un cambio regulatorio del mecanismo anterior solo en efectivo utilizado para los ETP de Bitcoin y Ethereum al contado, alineando ahora los productos de criptomonedas con los ETP tradicionales basados en materias primas como el Oro y el Petróleo.\n\n¿Qué hay para Bitcoin en agosto?\n\nEl Bitcoin alcanzó un nuevo máximo histórico de 123.218$ el 14 de julio, logrando un retorno del 8.13% para el mes. Según los datos históricos de Bitcoin, el BTC generalmente ha generado un retorno positivo para los operadores en agosto, con una ganancia promedio del 1.60%. Si la claridad regulatoria, la demanda de ETFs continúa fortaleciéndose y los aranceles y la incertidumbre geopolítica disminuyen, los operadores podrían ver retornos positivos en agosto.\n\nGráfico de retornos mensuales históricos de Bitcoin. Fuente: Coinglass\n\n¿Finta o confirmación?\n\nEl precio del Bitcoin finalmente rompió por debajo de su nivel de consolidación inferior en 116.000$ el jueves, finalizando una fase de consolidación de 16 días y señalando un posible cambio en el impulso del mercado. Al momento de escribir el viernes, se sitúa alrededor de 115.600$.\n\nSi el BTC continúa su retroceso, podría extender la caída para volver a probar la media móvil exponencial (EMA) de 50 días en 112.951$.\n\nEl Índice de Fuerza Relativa (RSI) en el gráfico diario está cayendo por debajo de su nivel neutral de 50 y apunta hacia abajo, indicando que el impulso bajista está ganando tracción. El Convergencia\/Divergencia de Medias Móviles (MACD) mostró un cruce bajista el 23 de julio, dando una señal de venta. También muestra barras de histograma rojas en aumento por debajo de su línea neutral, sugiriendo un mayor impulso bajista y una tendencia a la baja.\n\nGráfico diario BTC\/USDT\n\nSin embargo, si el BTC se recupera, podría avanzar hacia su límite superior del rango de consolidación en 120.000$.",
        "link":"https:\/\/www.fxstreet.es\/cryptocurrencies\/news\/pronostico-semanal-de-bitcoin-la-consolidacion-de-16-dias-del-btc-termina-falsa-ruptura-o-quiebre-real-202508011002"
    },
    {
        "site":"FXStreet",
        "title":"USD Pronóstico: La Libra esterlina espera el veredicto del BoE tras la pausa de línea dura de la Fed",
        "authors":"",
        "publish_date":"2025-08-01 14:21:23+00:00",
        "text":"La Libra Esterlina alcanzó mínimos de dos meses por debajo de 1.3200 frente al Dólar estadounidense.\n\nLos compradores de GBP\/USD esperan los anuncios de política monetaria del BoE para obtener algo de alivio.\n\nLa configuración técnica diaria muestra un sesgo bajista en fortalecimiento para el par GBP\/USD.\n\nLa Libra Esterlina (GBP) reanudó su descenso frente al Dólar estadounidense (USD), llevando al GBP\/USD al nivel más bajo en dos meses por debajo de 1.3200. Aunque el par se recuperó bruscamente el viernes, terminó la semana en territorio negativo.\n\nLa Libra Esterlina enfrentó vientos en contra por la demanda incesante del USD\n\nRompiendo la tendencia a la baja de la semana anterior, el USD emprendió un impresionante rally de recuperación frente a sus principales rivales de divisas, ya que algunos factores fundamentales importantes se volvieron a su favor.\n\nEl Índice del Dólar estadounidense (DXY) alcanzó su nivel más alto en dos meses y recuperó la marca de 100.00, registrando la mejor semana en casi tres años.\n\nLa demanda incesante por el Dólar desencadenó una nueva caída en el par GBP\/USD en la semana pasada.\n\nAl inicio de la semana, el USD capitalizó el resurgimiento de los temores en torno al comercio global a medida que se acercaba la fecha límite del 1 de agosto y el optimismo en torno al acuerdo comercial del fin de semana entre Estados Unidos (EE.UU.) y la Unión Europea (UE) se desvanecía.\n\nEl USD celebró la intensa venta del EUR\/USD cuando el mercado se dio cuenta de que los términos del acuerdo comercial entre EE.UU. y la UE favorecían a este último y apenas mejoraban las perspectivas económicas del bloque, según Reuters.\n\nFrancia y Alemania fueron rápidas en condenar el acuerdo comercial con EE.UU., citando que el bloque había cedido a la demanda del presidente estadounidense Donald Trump con un acuerdo desequilibrado que imponía un arancel del 15% a los bienes de la UE.\n\nAdemás, las tensiones renovadas sobre la extensión de la tregua comercial entre EE.UU. y China y la decisión de mantener una postura agresiva por parte de la Reserva Federal (Fed) de EE.UU. el miércoles actuaron como un viento a favor para el ascenso del Dólar.\n\nLa Agencia de Noticias Xinhua, un medio estatal chino, publicó una historia a primera hora del jueves afirmando que \"algunos problemas estructurales y profundos en las relaciones económicas y comerciales entre China y EE.UU. no pueden resolverse de la noche a la mañana.\"\n\nEl comentario generó preocupaciones sobre la posible extensión de la fecha límite de aranceles del 12 de agosto por parte de EE.UU. a China.\n\nMientras tanto, los responsables de la Fed votaron 9-2 para mantener la tasa de fondos federales en un rango entre 4.25%-4.5%, con la declaración acompañante subrayando la \"elevada incertidumbre\" en la economía debido a los aranceles del presidente estadounidense Donald Trump.\n\nEl presidente de la Fed, Jerome Powell, mantuvo la postura cautelosa del banco central a pesar de que dos gobernadores de la Fed disintieron en la reunión de julio, favoreciendo un recorte de tasas de interés de 25 puntos básicos (pbs).\n\nEn la parte final de la semana, el presidente estadounidense Donald Trump anunció nuevos aranceles y aumentó la demanda de refugio para el Dólar estadounidense, llevando al par de divisas a pérdidas más profundas.\n\nA última hora del jueves, Trump anunció tasas arancelarias mínimas globales del 10%, mientras aumentaba los gravámenes sobre los bienes canadienses al 35% desde el 25% para todos los productos no cubiertos por el acuerdo comercial entre EE.UU., México y Canadá.\n\nEl presidente también impuso una tasa arancelaria del 39% a las importaciones de Suiza. Sin embargo, le otorgó a México un alivio de 90 días de aranceles más altos para negociar un acuerdo comercial más amplio.\n\nLas preocupaciones renovadas sobre una posible guerra arancelaria entre EE.UU. y Canadá drenaron el apetito por el riesgo, pesando sobre divisas de alta beta como la Libra Esterlina.\n\nEn la sesión americana del viernes, el GBP\/USD invirtió su dirección y subió hacia 1.3300 a medida que el USD se encontraba bajo una fuerte presión de venta tras los desalentadores datos de empleo de julio. La Oficina de Estadísticas Laborales de EE.UU. (BLS) informó que las Nóminas no Agrícolas (NFP) aumentaron en 73.000 en julio. Esta cifra estuvo por debajo de la expectativa del mercado de 110.000. Además, la BLS señaló que el aumento de NFP de mayo fue revisado a la baja en 125.000 y el cambio para junio fue revisado a la baja en 133.000.\n\nGBP\/USD: Perspectiva Técnica\n\nLa ruptura de la semana anterior por encima de la línea de tendencia a la baja enfrentó rechazo en la media móvil simple (SMA) de 21 días, alimentando una nueva tendencia a la baja para el par GBP\/USD.\n\nEn el momento de escribir, el Índice de Fuerza Relativa (RSI) de 14 días se mantiene por debajo de 40, sugiriendo que el último rebote del par fue una corrección técnica.\n\nDicho esto, cualquier intento de recuperación necesitará superar la SMA de 100 días en 1.3341 para anular el sesgo bajista.\n\nLa siguiente resistencia crítica se sitúa en 1.3445, donde la SMA de 21 días coincide con el máximo del 29 de abril.\n\nUna vez que se supere esa zona, los compradores apuntarán a la SMA de 50 días en 1.3516 en ruta hacia el umbral de 1.3600.\n\nSin embargo, con un cruce bajista en juego, se espera que los vendedores mantengan la ventaja en la próxima semana.\n\nLa SMA de 21 días cerró por debajo de la SMA de 50 días el lunes pasado, validando el cruce bajista.\n\nPor lo tanto, si el impulso de venta se intensifica, se pondrá a prueba un fuerte soporte en 1.3140, el mínimo del 12 de mayo y del 1 de agosto.\n\nUna ruptura de este último expondrá el nivel redondo de 1.3100, seguido por el mínimo del 14 de abril de 1.3063.",
        "link":"https:\/\/www.fxstreet.es\/analysis\/gbp-usd-pronostico-semanal-la-libra-esterlina-espera-el-veredicto-del-boe-tras-la-decision-de-linea-dura-de-la-fed-202508011421"
    }
]