[
    {
        "site":"FXStreet",
        "title":"Asset Forex News",
        "authors":"",
        "publish_date":"N\/A",
        "text":"Gold is under negative pressure for the third day in a row, falling back to weekly lows around the $3,330 region per troy ounce. The precious metal maintains its bearish tone on the back of the resurgence of the buying interest in the US Dollar, mixed US yields and progress on the trade front.",
        "link":"https:\/\/www.fxstreet.com\/news\/latest\/asset?dFR[Category][0]=News&dFR[Tags][0]=EURUSD"
    },
    {
        "site":"FXStreet",
        "title":"Asset Forex News",
        "authors":"",
        "publish_date":"N\/A",
        "text":"Gold is under negative pressure for the third day in a row, falling back to weekly lows around the $3,330 region per troy ounce. The precious metal maintains its bearish tone on the back of the resurgence of the buying interest in the US Dollar, mixed US yields and progress on the trade front.",
        "link":"https:\/\/www.fxstreet.com\/news\/latest\/asset?dFR[Category][0]=News&dFR[Tags][0]=GBPUSD"
    },
    {
        "site":"FXStreet",
        "title":"Asset Forex News",
        "authors":"",
        "publish_date":"N\/A",
        "text":"Gold is under negative pressure for the third day in a row, falling back to weekly lows around the $3,330 region per troy ounce. The precious metal maintains its bearish tone on the back of the resurgence of the buying interest in the US Dollar, mixed US yields and progress on the trade front.",
        "link":"https:\/\/www.fxstreet.com\/news\/latest\/asset?dFR[Category][0]=News&dFR[Tags][0]=USDJPY"
    },
    {
        "site":"FXStreet",
        "title":"Asset Forex News",
        "authors":"",
        "publish_date":"N\/A",
        "text":"Gold is under negative pressure for the third day in a row, falling back to weekly lows around the $3,330 region per troy ounce. The precious metal maintains its bearish tone on the back of the resurgence of the buying interest in the US Dollar, mixed US yields and progress on the trade front.",
        "link":"https:\/\/www.fxstreet.com\/news\/latest\/asset?dFR[Category][0]=News&dFR[Tags][0]=AUDUSD"
    },
    {
        "site":"FXStreet",
        "title":"Asset Forex News",
        "authors":"",
        "publish_date":"N\/A",
        "text":"Gold is under negative pressure for the third day in a row, falling back to weekly lows around the $3,330 region per troy ounce. The precious metal maintains its bearish tone on the back of the resurgence of the buying interest in the US Dollar, mixed US yields and progress on the trade front.",
        "link":"https:\/\/www.fxstreet.com\/news\/latest\/asset?dFR[Category][0]=News&dFR[Tags][0]=NZDUSD"
    },
    {
        "site":"FXStreet",
        "title":"En Son Kripto Haberleri",
        "authors":"",
        "publish_date":"N\/A",
        "text":"Yatırımcıların filtreleri kişisel tercihlerine ve kriterlerine göre değiştirmeleri ve düzenlemenin olmaması ve hükümetlerin sürekli baskısı ve kullanıcıların artan ilgisi ile ilişkili yüksek oynaklığa hakim olmak için alım satım kararı verirken bilmek istedikleri bildirimleri seçmeleri yararlıdır. Bu faktörler nedeniyle, Piyasa Haberleri Kripto para birimleri sürekli olarak güncellenir, böylece yatırımcılar kripto para piyasası fırsatlarını kaçırmamalıdır.",
        "link":"https:\/\/www.fxstreet.com.tr\/cryptocurrencies\/news"
    },
    {
        "site":"FXStreet",
        "title":"EUR\/USD Haftalık Analizi: Powell, ticaret anlaşmaları son tarihi yaklaşırken Trump'a karşı çıkacak",
        "authors":"",
        "publish_date":"2025-07-25 15:23:26+00:00",
        "text":"AMB'nin beklemede kalma kararının ardından, şimdi Federal Rezerv'in sırası.\n\nAvrupa ve Amerika Birleşik Devletleri, yeni enflasyon ve büyüme tahminlerini açıklayacak.\n\nEUR\/USD, uzun vadeli aşırı alım koşullarını düzeltmesinin ardından yükseliş trendine geri döndü.\n\nEUR\/USD paritesi, 17 Temmuz'da 1,1555'te belirlenen aylık düşük seviyesinden toparlanarak yaklaşık 1,1730'da yerleşti. Parite, Federal Rezerv (Fed) Başkanı Jerome Powell'ın istifası için artan baskı ve ticaret müzakerelerindeki ilerleme ile 1,1789'a kadar yükseldi.\n\nTicaret anlaşmaları şekilleniyor\n\nBeyaz Saray, salı günü Japonya ile 550 milyar dolarlık bir ticaret anlaşması duyurdu. Her iki ülke de Japonya'nın ABD'ye yapacağı yatırımlarla birlikte %15'lik karşılıklı tarifelere tabi olacak. Bu durum, diğer ABD rakiplerinin otomotivle ilgili ihracatlarına %25'lik bir vergi uygulanırken, Japonya için faydalı olacak. ABD Başkanı Donald Trump, bunu \"tarihin en büyük ticaret anlaşması\" olarak nitelendirerek kutladı.\n\nBu arada, piyasa konuşmaları ABD ile Avrupa Birliği (AB) arasında bir anlaşmanın yakın olduğunu öne sürüyor, ancak 1 Ağustos son tarihinden önce AB, yaklaşık 100 milyar dolarlık ABD mallarına yönelik bir misilleme paketi hazırladı. Ayrıca, ABD temsilcileri Çin ile görüşmeye devam ediyor ve Başkan Donald Trump, bir ticaret anlaşmasının tamamlanmak üzere olduğunu duyurdu.\n\nVietnam, Filipinler ve Endonezya gibi diğer ekonomilerle ticaret anlaşmaları duyuruldu, ancak piyasalar, Çin ve AB ile anlaşmalar sağlanana kadar huzur bulamayacak.\n\nTrump'ın Powell üzerindeki öfkesi artıyor\n\nBu arada, Trump'ın Fed Başkanı Powell ile kişisel savaşı tırmandı. Trump, merkez bankasının faiz oranlarını en az 3 puan düşürmesini talep ediyor ve Fed'i, oranları çok yıllık yüksek seviyelerde tutma kararının ortasında milyarlarca dolarlık kayıplar yaratmakla suçluyor. Trump, Powell'ın istifasını talep etti ve onu değiştirmekle tehdit etti, ancak bunu yapma yetkisi yok.\n\nTrump'ın yeni stratejisi, Fed'e farklı açılardan saldırmak. Bir yandan, Temsilci Anna Paulina Luna, Powell'ı yeminli ifade vermekte en az iki kez yalan söylemekle suçlayarak Adalet Bakanlığı'na (DOJ) sevk etti.\n\nDiğer yandan, Trump, bazı Fed binalarının yenilenmesiyle ilgili maliyet aşımı suçlamaları arasında Washington'daki merkez bankasının genel merkezini ziyaret etti. Ziyaretin zamanlaması da önemlidir, çünkü merkez bankası gelecek hafta para politikası hakkında karar vermek üzere toplanacak.\n\nAvrupa Merkez Bankası bekle-gör tutumunu benimsiyor\n\nAvrupa Merkez Bankası (AMB), geçen perşembe günü temmuz toplantısının ardından faiz oranlarını değiştirmeme kararı aldığını açıkladı; bu, piyasa katılımcıları tarafından büyük ölçüde bekleniyordu. AMB, faiz oranlarını yavaş ama istikrarlı bir şekilde düşürerek Mevduat Kolaylık Oranını pandemi sonrası zirve olan %4'ten %2'ye indirdi. Eşlik eden açıklama, politika yapıcıların küresel ticaret anlaşmazlıklarıyla ilgili belirsizliklerden endişe duyduğunu ve kararların veri odaklı bir yaklaşım doğrultusunda toplantı bazında alınacağını yeniden teyit etti.\n\nAMB Başkanı Christine Lagarde, ancak sonraki basın toplantısında oldukça şahin bir tonla konuştu ve enflasyonun en kötü döneminin geride kaldığına dair güven duyduğunu belirtti, ancak uzun vadeli enflasyon beklentilerinin %2 civarında kalmaya devam ettiğini ekledi. Olumsuz bir not olarak, Lagarde, ekonomik büyüme için risklerin aşağı yönlü olduğunu uyarısında bulundu, ancak genel olarak mütevazı bir genişlemeye işaret eden veri noktaları ekledi.\n\nBirçok birinci sınıf etkinliğe hazırlık\n\nAMB açıklamasının yanı sıra, makroekonomik takvimde pek bir şey yoktu. Hamburg Ticaret Bankası (HCOB) ve S&P Global, temmuz ayı Satın Alma Yöneticileri Endeksi (PMI) için ön tahminleri yayımladı. AB iş çıktısı, Bileşik PMI'nın 50,6'dan 51,0'a yükselmesiyle iyileşti ve beklenen 50,8'i aştı. İmalat faaliyetleri, daralmayı ekonomik genişlemeden ayıran 50'nin altında kalmaya devam etti, ancak bir önceki ayda kaydedilen 49,5'ten 49,8'e aylık bazda iyileşti. Okyanus ötesinde, ABD Bileşik PMI aynı dönemde bir önceki ayın 52,9 seviyesinden 54,6 olarak kaydedildi ve daha hızlı bir büyüme temposunu gösterdi.\n\nGelecek günlerde, makroekonomik verilerin açıklanması nedeniyle ticaret faaliyetinin oldukça yoğun olması bekleniyor. Çarşamba günü Almanya, Haziran Perakende Satışları ve ikinci çeyrek Gayri Safi Yurtiçi Hasıla (GSYH) için ön tahminini açıklayacak. AB, ikinci çeyrek GSYH ön tahminini takip edecek ve birkaç saat sonra ABD'nin sırası gelecek. Dünyanın en büyük ekonomisinde yıllık büyümenin, Haziran ayına kadar üç ayda %2,5 olması bekleniyor; bu, ilk çeyrekte kaydedilen -%0,5'ten çok daha iyi bir performans.\n\nArdından Fed, Amerikan öğleden sonrasında para politikası kararını açıklayacak. Merkez bankasının, politika faizini %4,25 ile %4,50 arasında sabit tutması geniş bir şekilde bekleniyor. Bu kararın ardından Başkan Powell'dan bir basın toplantısı yapılacak, ancak ekonomik projeksiyonlar hakkında güncelleme olmayacak.\n\nPerşembe günü Almanya ve ABD enflasyon güncellemelerini açıklarken, AB enflasyon rakamlarını cuma günü açıklayacak. Ayrıca ABD, temmuz ayı Tarım Dışı İstihdam raporu öncesinde hafta boyunca JOLTS İş İlanları ve özel istihdam yaratımı üzerine ADP anketi dahil olmak üzere birçok istihdam raporu yayımlayacak.\n\nSon olarak, ABD, temmuz ayı Michigan Tüketici Güven Endeksi'nin son versiyonunu ve aynı ay için ISM İmalat PMI'ını cuma günü yayımlayacak.\n\nEUR\/USD teknik görünümü\n\nHaftalık grafik, EUR\/USD paritesinin aşırı alım koşullarını düzeltmesinin ardından yükselişine devam etmek için iyi bir konumda olduğunu gösteriyor. Parite, tüm hareketli ortalamalarının çok üzerinde gelişmeye devam ediyor ve güçlü bir yukarı eğimle 1,1350 civarında bulunan 20 Basit Hareketli Ortalama (SMA) ile destekleniyor; bu, yönsüz 100 ve 200 SMA'ların çok üzerinde. Aynı zamanda, teknik göstergeler son düşüşlerini azalttı ve temkinli bir şekilde yükselişlerine geri döndü. Momentum göstergesi 100 çizgisinin hemen üzerinde duruyor, Göreceli Güç Endeksi (RSI) ise yeniden aşırı-alım okumalarına yaklaşıyor; her ikisi de ileride ek kazançlara işaret ediyor.\n\nGünlük grafiğe göre, EUR\/USD konsolidasyon aşamasında. Parite, son üç işlem gününde az bir hareket gösterdi ve artık düzleşen 20 SMA'nın üzerinde dinleniyor. Bu, yaklaşık 1,1710'da dinamik destek işlevi görüyor. Bu arada, Momentum göstergesi 100 seviyesinde duraksıyor, RSI göstergesi ise 58 civarında hafifçe aşağıyı hedefliyor. Son olarak, 100 ve 200 SMA'lar, mevcut seviyenin çok altında, uzun vadeli yükseliş trendiyle uyumlu olarak güçlü bir şekilde kuzeye yöneliyor.\n\n1,1700 işaretinin altında, parite 1,1620 fiyat bölgesine doğru geri çekilebilir; bu, Temmuz ayındaki düşük seviye olan 1,1550'ye giden yolda. Bunun ötesinde, mevcut yükseliş trendi için kritik bir uzun vadeli destek alanı olan 1,1470 civarında bir sınır bulunmaktadır. Yukarıda, 1,1830, 2025 yüksek seviyesi, 1,1900 işaretine giden yolda acil direnç olarak karşımıza çıkıyor.\n\n\n\n",
        "link":"https:\/\/www.fxstreet.com.tr\/analysis\/eur-usd-haftalik-analizi-powell-ticaret-anlasmalari-son-tarihi-yaklasirken-trumpa-karsi-cikacak-202507251523"
    },
    {
        "site":"FXStreet",
        "title":"Bitcoin Haftalık Fiyat Analizi: BTC, zayıflayan ivme ve ETF çıkışları arasında düzeltmesini genişletiyor",
        "authors":"",
        "publish_date":"2025-07-25 10:29:48+00:00",
        "text":"Bitcoin fiyatı 116.000$'daki alt konsolidasyon bandının altına kayıyor, bu seviyenin altında kararlı bir kapanış, daha fazla düşüşün habercisi olabilir.\n\nABD'de listelenen spot Bitcoin ETF'leri, perşembe günü itibarıyla 58,64 milyon $'lık hafif bir haftalık çıkış kaydederek yatırımcı geri çekilmesinin erken belirtilerini gösteriyor.\n\nTeknik göstergeler, düşüş baskısının devam etmesi durumunda kısa vadeli bir düzeltme riskini artırarak ivmenin zayıfladığını öne sürüyor.\n\nBitcoin (BTC), on günden fazla bir süre konsolidasyon yaptıktan sonra 116.000$'daki alt konsolidasyon bandının altına kayıyor. Bu seviyenin altında kararlı bir kapanış, daha fazla düşüşün habercisi olacaktır. ABD'de listelenen spot Bitcoin Borsa Yatırım Fonları (ETF'ler) de bu düşüş tezini destekleyerek perşembe günü itibarıyla 58,64 milyon $'lık hafif bir haftalık çıkış kaydetti. Düşüş görünümüne ek olarak, teknik göstergeler de ivmenin zayıfladığını işaret ediyor, bu da kısa vadeli bir düzeltme riskini artırıyor.\n\nBitcoin spot ETF'leri hafif zayıflık belirtileri gösteriyor\n\nSoSoValue verileri, ABD spot Bitcoin ETF'lerinin bu hafta itibarıyla 58,64 milyon $'lık hafif bir haftalık çıkış kaydettiğini ve bu durumun 15 Haziran'dan bu yana altı haftalık giriş serisini kırdığını gösteriyor. Ancak, bu çıkış değerleri son birkaç haftada görülen girişlere kıyasla daha düşük. Yatırımcılar dikkatli olmalı; bu trend devam eder ve yoğunlaşırsa, Bitcoin fiyatı bir düzeltme ile karşılaşabilir.\n\nToplam Bitcoin Spot ETF'leri haftalık grafiği. Kaynak: SoSoValue\n\nBitcoin'in yeni kısa pozisyonları açıldı\n\nBitcoin fiyatı, cuma günü yazıldığı sırada 116.000$'ın altına düşerek bu hafta hafif bir düşüş yaşadı. CryptoQuant’ın tüm borsalardaki Bitcoin Açık Faiz (OI) cuma günü 44,5 milyar $ ile yeni bir rekor seviyeye ulaştı. Fiyatlardaki düşüşle birlikte OI'daki artış, genellikle kısa pozisyonların açıldığını gösteriyor.\n\nYatırımcılar dikkatli olmalı, çünkü yüksek açık faiz ve düşen fiyat, önemli bir satış baskısına işaret ediyor ve bu durum bir trend dönüşümünde ani bir artışa yol açabilir.\n\nBitcoin Açık Faiz tüm borsa grafiği. Kaynak: CryptoQuant\n\nABD ticaret anlaşmaları bazı kripto iyimserliğini artırabilir\n\nPerşembe günü CNBC tarafından bildirildiğine göre, Avrupa Birliği ile ABD arasında bir ticaret anlaşmasının yakın olduğu belirtiliyor. Ancak, garanti olmadan, Brüksel karşı tedbirler hazırlamaya devam ediyor.\n\nRaporda \"ABD'ye yapılan AB ithalatları için şu anda yaklaşık %4,8'lik mevcut gümrük vergisini içeren %15'lik bir temel gümrük vergisi oranı, temel senaryo olarak kabul edilmektedir,\" denildi.\n\nAyrıca, salı günü Trump yönetimi Japonya ile bir ticaret anlaşmasına vardı. Ticaret ortaklarıyla anlaşmalar sağlama çabaları, ABD hisse senetleri çarşamba günü rekor seviyelere ulaşırken yatırımcıların güvenini artırabilir ve BTC'nin toparlanmasını destekleyebilir.\n\nABD makroekonomik verileri faiz indirimi beklenmediğini gösteriyor\n\nPiyasalar, ABD Başkanı Donald Trump'ın sürekli düşük borçlanma maliyetleri talebine rağmen, temmuz ayında ABD Merkez Bankası'ndan (Fed) bir faiz indirimi beklemiyor. Trump, Fed Başkanı Jerome Powell'a faiz oranlarını tutma konusundaki duruşu nedeniyle kişisel saldırılarda bulunmuş ve merkez bankası başkanının istifasını tekrar tekrar talep etmiştir.\n\nFXStreet analisti Haresh Menghani “Ayrıca, perşembe günü açıklanan veriler, \"ABD işgücü piyasasının hala dirençli olduğunu ve Federal Rezerv'in gelecek hafta yapılacak para politikası toplantısında faiz oranlarını tutacağı görüşünü pekiştirdiğini\" bildirdi.\n\nAnalist, raporun daha fazla detayının, imalat ve hizmet sektörlerindeki istihdam gücünün yakın vadeli istikrarı desteklemeye devam ettiğini ortaya koyduğunu belirtti. Buna ek olarak, artan fiyat baskıları, ithalat üzerindeki tarifeler nedeniyle yılın ikinci yarısında enflasyonun hızlanabileceğini öne sürüyor.\n\nBu ekonomik koşullar ve Fed'in faiz indirimlerine yönelik daha sıkı duruşları, Bitcoin gibi riskli varlıklar için iyi bir işaret değil.\n\nBTC bir düşüşe hazır mı?\n\nHaftalık grafik, 123.218$'lık yeni bir tüm zamanların en yüksek seviyesini yaptıktan sonra kırmızı bir mum çubuğu gösterdi ve ardından geçen hafta hafif bir düşüş yaşadı. Bu hafta itibarıyla BTC, cuma günü 116.000$'ın altında işlem görerek hafif bir düşüş göstermeye devam etti.\n\nEğer BTC geri çekilmeye devam ederse, mayıs ayında görülen 111.980$'lık önceki tüm zamanların en yüksek seviyesine doğru düşüşünü uzatabilir.\n\nHaftalık grafikteki Göreceli Güç Endeksi (RSI) 65 seviyesinde, geçen hafta aşırı alım seviyesinden 70'ten reddedildiğini gösteriyor ve bu da yükseliş momentumunun zayıfladığını işaret ediyor.\n\nBTC\/USDT haftalık grafiği\n\nGünlük grafikte, teknik görünüm, Bitcoin fiyatının 14 Temmuz'da ulaşılan 123.218$'lık yeni tüm zamanların en yüksek seviyesinin ardından son 10 gün boyunca 116.000$ ile 120.000$ aralığında konsolide olduğunu gösteriyor. Cuma günü bu yazı yazıldığı sırada, 116.000$'ın altındaki alt konsolidasyon sınırında işlem görüyordu.\n\nEğer BTC, günlük bazda 116.000$'ın altında kapanırsa, 111.410$'lık 50 günlük Üstel Hareketli Ortalama (EMA) seviyesini yeniden test etmek için düşüşünü uzatabilir.\n\nGünlük grafikteki Göreceli Güç Endeksi (RSI) 51 seviyesinde, salı günü aşırı alım durumundan reddedildikten sonra aşağı yönlü bir eğilim gösteriyor ve bu da yükseliş momentumunun zayıfladığını gösteriyor. Ayrıca, Hareketli Ortalama Yakınsama Sapması (MACD) çarşamba günü düşüş kesişimi gösterdi ve satış sinyalleri vererek düşüş momentumunu işaret etti.\n\nBTC\/USDT günlük grafiği\n\nÖte yandan, eğer BTC, günlük bazda 120.000$'lık konsolidasyon aralığının üst sınırının üzerinde kapanırsa, 123.218$'lık yeni tüm zamanların en yüksek seviyesine doğru toparlanmasını uzatabilir.",
        "link":"https:\/\/www.fxstreet.com.tr\/cryptocurrencies\/news\/bitcoin-haftalik-fiyat-analizi-btc-zayiflayan-ivme-ve-etf-cikislari-arasinda-duzeltmesini-genisletiyor-202507251029"
    },
    {
        "site":"FXStreet",
        "title":"Ons Altın Analizi: Alıcılar, ABD ticaret manşetlerinde risk akışlarının geri dönmesiyle tereddüt ediyor",
        "authors":"",
        "publish_date":"2025-07-25 14:28:09+00:00",
        "text":"Ons Altın fiyatı, yükseliş kırılmasının ardından 3.400 doların üzerinde istikrar sağlayamadı.\n\nTeknik görünüm, kısa vadede alıcıların tereddütünü vurguluyor.\n\nFed'in politika açıklamaları, ABD-Çin ticaret görüşmeleri Altın'daki bir sonraki büyük hareketi tetikleyebilir.\n\nHaftaya yükselişle başlayan Ons Altın fiyatı (XAU\/USD), yönünü tersine çevirerek 3.400 doların altına geriledi. Amerika Birleşik Devletleri'nden (ABD) gelen önemli makroekonomik veri açıklamaları, Federal Rezerv'in (Fed) para politikası kararları ve ABD-Çin ilişkileri etrafındaki yeni gelişmeler, XAU\/USD'nin volatilitesini artırabilir ve önemli yön belirleyici ipuçları sağlayabilir.\n\nAltın, 3.400 doların üzerinde istikrar sağlayamıyor\n\nÖnceki haftayı dar bir konsolidasyon kanalında geçiren Altınfiyatı , pazartesi günü aralığını kırarak teknik alıcıları kendine çekti. Ayrıca, ABD Doları (USD), ABD Başkanı Donald Trump ile Fed arasındaki derinleşen anlaşmazlık nedeniyle yeniden satış baskısına girdi ve bu durum XAU\/USD'nin daha fazla yükseliş ivmesi kazanmasına olanak tanıdı.\n\nFox News'un, Adalet Bakanlığı'na (DoJ) gönderilen bir mektuba atıfta bulunarak verdiği habere göre, Cumhuriyetçi Temsilci Anna Paulina Luna, Fed Başkanı Jerome Powell'ı yalan söylemekle suçlayarak DoJ'ye suç duyurusunda bulundu. Ayrıca, Hazine Bakanı Scott Bessent, CNBC'ye verdiği demeçte, Fed'in \"gümrük tarifleri konusunda korku yayma\" tutumunu gerekçe göstererek, Fed kurumunun ve performansının gözden geçirilmesi gerektiğini belirtti. Sonuç olarak, Altın hem pazartesi hem de salı günü %1'den fazla değer kazanarak yaklaşık bir ay sonra ilk kez 3.400 doların üzerine çıktı.\n\nFinansal piyasalardaki risk akışları hakim olmaya başladıkça, Altın yönünü tersine çevirerek haftanın ortasında derin bir düzeltme gerçekleştirdi. Trump, çarşamba sabahı Japonya ile \"büyük bir anlaşma\" yaptığını duyurarak, Japonya'nın ABD'ye 550 milyar dolar yatırım yapacağını ve %25 olan karşılıklı tarifeleri %15'e düşüreceğini açıkladı. Piyasa havasındaki iyimserliği yansıtan Japonya'nın Nikkei 225 Endeksi %4'ten fazla değer kazanarak Temmuz 2024'ten bu yana en yüksek seviyesine ulaştı. Günün ilerleyen saatlerinde, Wall Street'in ana endeksleri yükselişle açıldı ve bu durum Altın'ın güvenli liman olarak talep bulmasını zorlaştırdı.\n\nUSD, perşembe günü açıklanan olumlu makroekonomik verilerden faydalandı ve XAU\/USD'nin geri planda kalmasına neden oldu. ABD Çalışma Bakanlığı, işsizlik başvurularının sayısının 19 Temmuz'da sona eren haftada 221.000'den 217.000'e düştüğünü açıkladı. Bu veri, piyasa beklentisi olan 227.000'den daha iyi bir sonuç olarak geldi. ABD'den gelen diğer veriler, özel sektördeki iş faaliyetlerinin temmuz ayının başında hızlanarak genişlediğini gösterdi; S&P Global öncü Bileşik Satın Alma Yöneticileri Endeksi (PMI) haziran ayındaki 52,9'dan 54,6'ya yükseldi.\n\nBu arada, ABD-Çin ticaret ilişkilerinin iyileşeceğine dair artan iyimserlik, cuma günü risk havasının olumlu kalmasına yardımcı oldu ve Altın'ın 3.350 doların altına gerilemesine neden oldu. ABD Hazine Bakanı Scott Bessent, perşembe günü Fox Business'a verdiği demeçte, ABD'nin ticaret konusunda Çin ile \"gayet iyi bir durumda\" olduğunu söyledi. Ayrıca, Wall Street Journal, Trump yönetiminin gelecek hafta Çin ile yeni bir ticaret görüşmesi için hazırlık yaptığını ve bu görüşmelerin ABD'nin Çin pazarlarına, özellikle iş ve teknoloji alanında erişimini artıracak bir ekonomik anlaşma sağlamaya odaklanacağını bildirdi.\n\nAltın yatırımcıları, ABD-Çin görüşmelerine ve Fed faiz kararı açıklamasına odaklanıyor\n\nEkonomik takvim, birçok yüksek etkili veri açıklaması sunacak ve Fed, 29-30 Temmuz tarihli politika toplantısının ardından para politikası kararlarını açıklayacak.\n\nCME FedWatch aracına göre, piyasalar temmuz ayında faiz indirimine neredeyse hiç şans vermiyor ve eylül ayında bir faiz tutma olasılığını yaklaşık %40 olarak fiyatlıyor; bu oran bir ay önce yaklaşık %10'dan yüksektir. Bu nedenle, yatırımcılar toplantı sonrası basın toplantısında Powell'ın açıklamalarını ve ifade dilini dikkatle inceleyecekler.\n\nFed etkinliği öncesinde, ABD Ekonomik Analiz Bürosu, ikinci çeyrek için yıllıklandırılmış Gayri Safi Yurtiçi Hasıla (GSYH) büyümesine ilişkin ilk tahminini açıklayacak. İlk çeyrekte kaydedilen %0,5'lik daralmanın ardından, GSYH'nin toparlanması bekleniyor. Negatif bir GSYH verisi, eylül ayında bir faiz indirim beklentisini besleyebilir ve hemen ardından USD'de bir satışa neden olarak XAU\/USD'yi yukarı itebilir. Tersine, piyasa beklentisine yakın bir değer, yatırımcıların Altın'da büyük pozisyonlar almaktan kaçınmasına neden olabilir.\n\nPowell, eylül ayında bir faiz indirimine kapıyı açık bırakırsa, yeni ticaret anlaşmalarından kaynaklanan belirsizliğin azaldığını belirterek, ABD Hazine tahvil getirileri hemen tepki vererek aşağı yönlü hareket edebilir ve Altın'da bir yükselişin kapısını açabilir. Diğer taraftan, Powell, en son enflasyon verilerindeki artışı gerekçe göstererek bir sonraki toplantıda faiz indirimine taahhüt etmezse, XAU\/USD aşağı yönlü hareket edebilir.\n\nCuma günü, ABD Çalışma İstatistikleri Bürosu temmuz ayı istihdam raporunu yayınlayacak. Tarım Dışı İstihdam (NFP) verisinde 100.000'den fazla bir artış, işgücü piyasası koşullarının Fed'in politika yapımında enflasyonu kontrol etmeyi önceliklendirecek kadar iyi olduğunu gösterebilir ve USD'yi destekleyebilir. Eğer NFP, 70.000 veya altında bir değerle hayal kırıklığı yaratırsa, USD, hafta sonuna yaklaşırken talep bulmakta zorlanabilir ve XAU\/USD'nin yükseliş ivmesi kazanmasına yardımcı olabilir.\n\nBu arada, piyasa katılımcıları, ABD-Çin görüşmelerinden gelen manşetlere dikkatle odaklanacak. Taraflar ticaret ve ekonomik ilişkilerde daha fazla ilerleme kaydederse, risk akışları finansal piyasalardaki hareketi domine edebilir ve Altın'ın talep bulmasını zorlaştırabilir.\n\nAltın teknik analizi\n\nKısa vadeli teknik görünüm, alıcıların tereddütünü vurguluyor. Günlük grafikteki Göreceli Güç Endeksi (RSI) göstergesi 50'nin biraz altında kalıyor ve XAU\/USD, haftanın başında bu seviyeleri geçtikten sonra 20 günlük ve 50 günlük Basit Hareketli Ortalamalardan (SMA) uzaklaşmakta zorlanıyor.\n\nYukarı yönde, 3.400 dolar (statik seviye, yuvarlak seviye) 3.450 dolar (statik seviye) ve 3.500 dolar (tarihi zirve, Ocak-Haziran yükseliş trendinin son noktası) öncesinde ara direnç olarak konumlanıyor.\n\nEğer Altın, 3.340 doları (20 günlük SMA, 50 günlük SMA) direnç olarak onaylarsa, teknik satıcılar ilgi göstermeye devam edebilir. Bu senaryoda, 3.285 dolar (Fibonacci %23,6 geri çekilme) bir sonraki destek seviyesi olarak 3.250 dolar (100 günlük SMA) ve 3.150 dolar (Fibonacci %38,2 geri çekilme) öncesinde görülebilir.",
        "link":"https:\/\/www.fxstreet.com.tr\/analysis\/altin-haftalik-tahmini-yukselis-kirilmasi-basarisiz-oldu-risk-hissiyati-iyilesiyor-202507251428"
    },
    {
        "site":"FXStreet",
        "title":"EUR\/USD, ticaret iyimserliğinin zayıf ABD verilerini dengelemesiyle haftayı neredeyse %1 yükselişle kapattı",
        "authors":"",
        "publish_date":"2025-07-25 22:08:58+00:00",
        "text":"EUR\/USD, 1 Ağustos son tarihi öncesinde ABD-AB anlaşması belirtileriyle destekleniyor.\n\nABD Dayanıklı Mal Siparişleri beklentilerin altında kaldı, ancak işsizlik başvuruları güçlü kalarak Fed'in sabit kalma beklentilerini destekliyor.\n\nECB faiz oranlarını sabit tuttu; gelecek haftanın odak noktası 30 Temmuz'daki kritik Fed politika kararı.\n\nEUR\/USD, Cuma günü haftayı neredeyse %1 artışla kapatırken, günlük oturumu beklenenden kötü gelen ABD ekonomik verileri sonrasında yatay bir seyirle tamamladı, ancak olumlu ticaret haberleriyle dengelendi. Doların kayıplarını azaltmasıyla parite 1,1741 seviyesinde neredeyse değişmeden işlem görüyor.\n\nSon ticaret haberleri, ABD ve Avrupa Birliği'nin (AB) bir anlaşmaya yakın olabileceğini gösterdiği için piyasa duyarlılığı iyimser kalmaya devam ediyor. ABD'deki ekonomik gündem, Mayıs ayında çarpıcı çift haneli rakamlar açıklayan Dayanıklı Mal Siparişleri'nin yatırımcıları hayal kırıklığına uğrattığını ortaya koydu. Ancak, S&P Global İmalat PMI'sının gösterdiği zayıf imalat faaliyetlerine rağmen güçlü işsizlik başvuruları verileri, yatırımcıların gelecek haftaki toplantıda daha az güvercin bir Federal Rezerv'i fiyatlamasına neden oldu.\n\nAB'de, Avrupa Merkez Bankası faiz oranlarını değiştirmedi ve Yönetim Kurulu, güvercinler ve şahinler arasında bölünmüş bir yaklaşım benimseyerek toplantı bazında bir yaklaşım benimsedi. Cuma günü program boştu, ancak gelecek haftanın takvimi yoğun olacak.\n\nAB - ABD Ticaret haberleri\n\nABD Başkanı Donald Trump, Çin ile bir anlaşmaya yakın olduklarını söyledi. AB ile ilgili olarak, bir şans olduğunu belirtti, ancak gümrük tarifelerini düşürmeleri gerekebileceğini ifade etti.\n\nHafta içinde ABD'nin Japonya ile bir anlaşma yaptığına dair önceki haberler EUR\/USD'yi destekledi. Financial Times'ın (FT) bildirdiğine göre, AB ve ABD'nin 1 Ağustos son tarihinden önce bir anlaşma imzalamaya hazır olduğu yönündeki haberler, pariteye ek bir destek sağladı.\n\nGelecek hafta, FOMC gündemde\n\nABD ekonomik takviminde 29-30 Temmuz tarihlerinde Federal Açık Piyasa Komitesi (FOMC) toplantısı yer alacak. Fed'in faiz oranlarını sabit tutması bekleniyor ve oranların %4,25-%4,50 aralığında kalma olasılığı %98.\n\nGünlük özet piyasa hareketleri: EUR\/USD, ECB'nin kararının ardından konsolide oluyor, kötü ABD verileri\n\nABD Dayanıklı Mal Siparişleri Haziran ayında aylık %9,6 düştü ve Mayıs'taki %16,5'lik artışın ardından keskin bir geri dönüş yaşadı; uçak talebinin düşmesiyle birlikte. Düşüşe rağmen, rakamlar analistlerin tahmin ettiği -%10,8'lik daralmadan daha iyi geldi ve düşüş, ay boyunca %22,4 düşen ulaşım ekipmanları tarafından yönlendirildi. Ulaşım kategorisini hariç tutan Temel Dayanıklı Mal Siparişleri %0,2 artarak, temel iş yatırımlarında mütevazı ama devam eden bir gücü işaret etti.\n\nPerşembe günü, beklenenden iyi gelen İlk İşsizlik Başvuruları, S&P Global'ın imalat faaliyetinde bir daralma bildirmesine rağmen, işgücü piyasasındaki devam eden gücü işaret etti.\n\nABD ticaret gelişmelerinde, Başkan Donald Trump, çoğu ticaret anlaşmasının artık tamamlandığını duyurdu. Ayrıca, önümüzdeki mektupların %10 ile %15 arasında değişen gümrük tarifelerini belirlemesi bekleniyor ve AB ile bir anlaşma olasılığının \"50-50\" olduğunu ifade etti.\n\nBuna rağmen, AB üye devletleri, Perşembe günü ABD mallarına karşı 93 milyar Euro'luk karşı tarifeleri oylamaya sunacak ve AB üyelerinin geniş bir çoğunluğu, ABD ticaret anlaşması olmaması ve %30'luk ABD tarifeleri durumunda anti-zorbalık aracını kullanmayı destekleyecek.\n\nECB, beklenildiği gibi faiz oranlarını %2'de sabit tuttu ve açıklamada verilerin önceki değerlendirmelerle genel olarak uyumlu olduğunu vurguladı, belirsizlik nedeniyle yaklaşımlarının toplantı bazında olacağını ekledi.\n\nGelecek hafta, ABD ekonomik takviminde Fed'in kararı, 2. çeyrek Gayri Safi Yurtiçi Hasıla (GSYH) ön verileri, Temel PCE verilerinin açıklanması ve Tarım Dışı İstihdam verileri yer alacak.\n\nAB'de, takvimde Almanya ve İspanya'daki Perakende Satışları ile birlikte İspanya, Almanya ve AB için enflasyon verileri yer alacak. Yatırımcılar ayrıca AB ve Almanya için GSYH verilerinin açıklanmasını bekliyor.\n\nTeknik görünüm: EUR\/USD, 1,1750 civarında konsolide oluyor\n\nEUR\/USD, 1,1800 seviyesinin hemen altında, haftalık 1,1788 zirvesine ulaştıktan sonra konsolide oluyor. Göreceli Güç Endeksi (RSI) yükseliş bölgesinde kalırken, momentum zayıflıyor ve gösterge nötr bölgesine yaklaşıyor.\n\n1,1714'teki 20 günlük Basit Hareketli Ortalama'nın altına bir kırılma, 1,1700 desteğini yeniden test etme kapısını açabilir. Daha fazla aşağı yönlü hareket, 1,1556'daki 50 günlük SMA'yı gündeme getirecektir. Yukarıda, 1,1800'ün üzerinde sürdürülebilir bir hareket, yılın en yüksek seviyesi olan 1,1829'u odak noktasına getirecek ve bir sonraki direnç 1,1850'de görülecek.",
        "link":"https:\/\/www.fxstreet.com.tr\/news\/eur-usd-ticaret-iyimserliginin-zayif-abd-verilerini-dengelemesiyle-haftayi-neredeyse-1-yukselisle-kapatti-202507252208"
    }
]