[
    {
        "site":"IG_News",
        "title":"Spread Betting: What is it + How Does it Work?",
        "authors":"",
        "publish_date":"N\/A",
        "text":"What do ‘long’ and ‘short’ mean in spread betting?\n\nGoing long is the term used to describe placing a bet that the market price will increase over a certain timeframe. Going short or ‘shorting’ a market is the reverse – placing a bet that the market will decline.\n\nSo spread betting enables you to speculate on both rising and falling markets. You would buy the market to go long, or sell the market to go short.\n\nLet’s say you thought the price of gold was going to decline. You could open a spread bet to ‘sell’ the underlying market. The loss or gain to your position would depend on the extent to which your prediction was correct. If the market did decline, your spread bet would profit. But if the price of gold increased instead, your position would make a loss.",
        "link":"https:\/\/www.ig.com\/uk\/spread-betting\/what-is-spread-betting-how-does-it-work"
    },
    {
        "site":"IG_News",
        "title":"What is CFD Trading and What Does CFD Mean?",
        "authors":"",
        "publish_date":"N\/A",
        "text":"What is CFD trading?\n\nCFD trading is the method of speculating on the underlying price of an asset – like shares, indices, commodities, forex and more – on a trading platform like ours.\n\nA CFD – short for ‘contract for difference’ – is the type of derivative that enables you to trade the price movements of these financial markets with us. With this form of trading, you don’t own the underlying asset – you’re only getting exposure to its price movements.\n\nWe offer over 15,000+ markets for you to speculate on with CFDs, including shares, indices, forex, commodities and more. Ready to trade CFDs? Practise on a demo, or open an account to get started.\n\nSome of the key characteristics of CFDs and CFD trading are explained in more detail below.",
        "link":"https:\/\/www.ig.com\/uk\/cfd-trading\/what-is-cfd-trading-how-does-it-work"
    },
    {
        "site":"IG_News",
        "title":"What are Indices? How to Trade an Index",
        "authors":"",
        "publish_date":"N\/A",
        "text":"Get immediate exposure to an entire index\n\nA primary advantage of trading indices using derivatives like spread bets and CFDs is the sheer breadth of market exposure accessed in a single position.\n\nIndices, as a representation of an entire market or industry, measure the overall performance of all stocks included within the index. For example, let’s say a notable event occurs that affects the market as a whole rather than just a few specific companies. By taking a position on an index like the S&P 500, you trade on how the incident will impact a wide cross-section of the most important stocks in an economy or sector.\n\nWhen you trade an index in this way, you also take your position at the exact price of the market at the time you trade, minus any charges incurred.\n\nTo gain a similar level of exposure through traditional investments, you’d have to incur the time and monetary costs of purchasing the individual shares making up the index, or invest in an exchange traded fund (ETF), which would be priced according to the fund's net asset value.\n\nSimply put, indices trading is an immediate and direct way to trade on the movements of the total market at its current price.",
        "link":"https:\/\/www.ig.com\/uk\/indices\/what-are-indices-how-do-you-trade-them"
    },
    {
        "site":"IG_News",
        "title":"VIX Volatility Index: Meaning, Calculation, How to Trade It",
        "authors":"",
        "publish_date":"N\/A",
        "text":"Understanding VIX values\n\nVolatility is a measure of the movement of an asset’s price, rather than the price of the asset. When you trade volatility, you aren’t focused on the direction of change, but how much and how frequently the market has moved. This is why VIX values are quoted as percentage points.\n\nFor the past several years, if the VIX was trading below 20 then the market was considered to be in a period of stability, while levels of 30 or more indicated high volatility. Still, remember, trading volatility is not trading a market downturn, as it is possible for the market to decline but volatility remain low.\n\nThere is a strong negative correlation between the VIX and stock market returns. If the VIX moves up, it is likely that the S&P 500 is falling in price. If the volatility index declines, then the S&P 500 is likely to be experiencing stability. The VIX is thought to predict tops and bottoms in the SPX. There is even a mantra that states: ‘when the VIX is high, it’s time to buy. When the VIX is low, look out below’.\n\nWhen you trade the VIX, you aren’t trading an asset directly because there is no physical asset to buy or sell. Instead, with us, you can use spread bets and CFDs to take a position on the movement of the VIX, as well as VIX futures and exchange traded funds (ETFs).\n\nOn our side, we price our cash Volatility Index (VIX) contracts in a different way to the rest of our cash index markets. Rather than aiming to replicate the underlying index price, we follow the method used to derive our undated commodity prices. This means that there is a difference between our undated price and the underlying index price on these markets.",
        "link":"https:\/\/www.ig.com\/uk\/indices\/what-is-vix-how-do-you-trade-it"
    },
    {
        "site":"IG_News",
        "title":"How to Buy, Trade, Invest in the FTSE 100",
        "authors":"",
        "publish_date":"N\/A",
        "text":"When trading the FTSE 100, you’ll do so using spread bets or CFDs. Both are financial derivatives, which means that you never take ownership of any underlying assets.\n\nInstead, you’ll speculate exclusively on the underlying asset’s price movements – in this case, either fluctuations in the index level of the FTSE 100, or movements in the prices of FTSE 100 ETFs or shares.\n\nWhen investing in the FTSE 100, on the other hand, you’ll do so via our share dealing platform. This means that you’ll buy and own actual assets – for example, shares in a FTSE 100-tracking ETF or FTSE 100-constituent company. Because you’ll be a shareholder, you’re entitled to dividends if any are paid, and granted voting rights if applicable.",
        "link":"https:\/\/www.ig.com\/uk\/indices\/how-to-trade-invest-ftse-100"
    },
    {
        "site":"IG_News",
        "title":"Managed Investment Portfolio: What is it and How Does it Work?",
        "authors":"",
        "publish_date":"N\/A",
        "text":"What is a managed investment portfolio?\n\nA managed investment portfolio is an account that’s supervised by an expert portfolio manager who will administrate and monitor your assets’ performance on your behalf. Through this fully managed portfolio, our team will invest for you based on your financial needs and risk appetite to help you reach your investment goals within your proposed timeframe.\n\nManaged accounts diversify your portfolio by increasing your exposure to global capital markets – either via equity or fixed income investments. They can also provide diversification of your allocated assets through alternative investments, which include private equity, venture capital, hedge funds, collectibles, real estate, and commodities.",
        "link":"https:\/\/www.ig.com\/uk\/investments\/smart-portfolios\/what-is-managed-investment-portfolio-how-does-it-work"
    },
    {
        "site":"IG_News",
        "title":"What is a Brokerage Account + How to Open a Brokerage Account?",
        "authors":"",
        "publish_date":"N\/A",
        "text":"What is a brokerage account?\n\nA brokerage account is used to trade or invest in securities in the financial markets. Having an account with an online brokerage has become popular in the UK. A share dealing account will enable you to buy and own shares outright. On the other hand, a leveraged trading account, like a spread betting or CFD trading account, will give you exposure to various markets that you can trade without taking ownership of the underlying assets.\n\nShare dealing account\n\nA share dealing account enables you to buy and sell stocks, exchange traded funds (ETFs) and investment trusts. You can also use it to re-invest any dividends you earn from company stocks that make for such a provision.\n\nLearn more about our share dealing account\n\nLeveraged trading account\n\nWhen you trade on financial markets using leveraged trading accounts, you’ll be required to put down a deposit – called ‘margin’. When trading with leveraged products such as spread bets and CFDs, your margin deposit is much less than your full position size.\n\nWhen trading on the price movements of the underlying assets, you’ll get exposure to 15,000+ markets. Some of the markets you can trade include:\n\nLearn more about the markets you can trade",
        "link":"https:\/\/www.ig.com\/uk\/trading-need-to-knows\/what-is-brokerage-account-how-to-open"
    },
    {
        "site":"IG_News",
        "title":"How to Find the Best UK Day Trading Platform + Broker",
        "authors":"",
        "publish_date":"N\/A",
        "text":"What’s a day trading platform?\n\nA day trading platform is the technology used to facilitate the trade of financial instruments, enabling positions to be opened and closed within a single day. This trading style is not suitable for people seeking to trade or invest in the longer term.\n\nWhen trading with us, a fee will be charged to your account for keeping your intraday trade open until the following day.\n\nNote that there’s a difference between an online broker and a trading platform. An online broker provides the platform, while the platform facilitates the trading activity on the financial markets. An online broker like us enables you to open a brokerage account for trading or investing securities in the financial markets.\n\nOur day trading platform will enable you to trade using two popular derivative products – spread bets and CFDs. Derivatives are leveraged products, meaning you’ll amplify your exposure on the markets. Leverage will magnify profits and losses you make on your day trade – manage your risk carefully.\n\nAlternatively, you could open an intraday position without leverage by dealing shares. But this will offer you decreased assets and market exposure, plus you’d need some assurance that there’d be sufficient market movement in the day.",
        "link":"https:\/\/www.ig.com\/uk\/trading-need-to-knows\/how-to-find-trading-platform-day-traders"
    },
    {
        "site":"IG_News",
        "title":"How to Choose the Best Platform to Trade Stocks",
        "authors":"",
        "publish_date":"N\/A",
        "text":"1. Products and markets\n\nHaving a wide selection of markets to choose from on a trading platform can be useful. If you have a long-term outlook, you’ll likely seek investment opportunities where you’ll employ a ‘buy and hold’ strategy. If you have a short-term outlook, you’ll likely look to trade securities over a shorter period to take advantage of changes in their price without owning them directly.\n\nWith us, you’ll choose from over 13,000 stocks, ETFs and funds to take outright ownership of the underlying asset. Ownership of a piece of stock entitles you to voting rights and dividend payments, if the company grants them. In addition to the numerous markets that you can choose from, you’ll also have four options in terms of how to structure your investment account:\n\nShare dealing: low dealing costs on a wide range of investments and out-of-hours access to a selection of US shares IG Smart Portfolio: a broadly diversified collection of markets that’s tailored to your risk tolerance and managed by experts, with lower fees than traditional wealth managers Individual savings account (ISA): a wrapper on a share dealing or IG Smart Portfolio account that enables you to invest up to £20,000 a year, tax-free2 Self-invested personal pension (SIPP): a wrapper on a share dealing or IG Smart Portfolio account that’s built to help you save for retirement in a tax-efficient way\n\nAlternatively, you can trade more than 17,000 markets from across the globe using our derivative products – spread bets and CFDs. Along with shares, some of the markets that you can trade include ETFs, indices, forex and commodities.",
        "link":"https:\/\/www.ig.com\/uk\/trading-need-to-knows\/how-to-choose-uk-stock-trading-platform"
    },
    {
        "site":"IG_News",
        "title":"How to Choose the Best Trading App",
        "authors":"",
        "publish_date":"N\/A",
        "text":"3. Trading hours\n\nEach market has certain opening times where it’s possible to trade. These times will vary depending on your chosen asset, market, country and provider.\n\nFor increased access, we offer extended trading hours on the shares, indices and forex so you can react to moving markets as and when they occur. In fact, we’re the only trading provider to offer weekend trading on forex.\n\nWith us, you can trade within regular and extended hours as and when you see fit.\n\nIt’s also important to remember that less liquidity in the after-hours markets means they’re more volatile, whilst this creates trading opportunities, it also creates higher risk.",
        "link":"https:\/\/www.ig.com\/uk\/trading-need-to-knows\/how-to-choose-uk-trading-app"
    }
]