[
    {
        "site":"IG_News",
        "title":"Spread Betting: What is it + How Does it Work?",
        "authors":"",
        "publish_date":"N\/A",
        "text":"What do ‘long’ and ‘short’ mean in spread betting?\n\nGoing long is the term used to describe placing a bet that the market price will increase over a certain timeframe. Going short or ‘shorting’ a market is the reverse – placing a bet that the market will decline.\n\nSo spread betting enables you to speculate on both rising and falling markets. You would buy the market to go long, or sell the market to go short.\n\nLet’s say you thought the price of gold was going to decline. You could open a spread bet to ‘sell’ the underlying market. The loss or gain to your position would depend on the extent to which your prediction was correct. If the market did decline, your spread bet would profit. But if the price of gold increased instead, your position would make a loss.",
        "link":"https:\/\/www.ig.com\/uk\/spread-betting\/what-is-spread-betting-how-does-it-work"
    },
    {
        "site":"IG_News",
        "title":"What is CFD Trading and What Does CFD Mean?",
        "authors":"",
        "publish_date":"N\/A",
        "text":"What is CFD trading?\n\nCFD trading is the method of speculating on the underlying price of an asset – like shares, indices, commodities, forex and more – on a trading platform like ours.\n\nA CFD – short for ‘contract for difference’ – is the type of derivative that enables you to trade the price movements of these financial markets with us. With this form of trading, you don’t own the underlying asset – you’re only getting exposure to its price movements.\n\nWe offer over 15,000+ markets for you to speculate on with CFDs, including shares, indices, forex, commodities and more. Ready to trade CFDs? Practise on a demo, or open an account to get started.\n\nSome of the key characteristics of CFDs and CFD trading are explained in more detail below.",
        "link":"https:\/\/www.ig.com\/uk\/cfd-trading\/what-is-cfd-trading-how-does-it-work"
    },
    {
        "site":"IG_News",
        "title":"What are Indices? How to Trade an Index",
        "authors":"",
        "publish_date":"N\/A",
        "text":"Get immediate exposure to an entire index\n\nA primary advantage of trading indices using derivatives like spread bets and CFDs is the sheer breadth of market exposure accessed in a single position.\n\nIndices, as a representation of an entire market or industry, measure the overall performance of all stocks included within the index. For example, let’s say a notable event occurs that affects the market as a whole rather than just a few specific companies. By taking a position on an index like the S&P 500, you trade on how the incident will impact a wide cross-section of the most important stocks in an economy or sector.\n\nWhen you trade an index in this way, you also take your position at the exact price of the market at the time you trade, minus any charges incurred.\n\nTo gain a similar level of exposure through traditional investments, you’d have to incur the time and monetary costs of purchasing the individual shares making up the index, or invest in an exchange traded fund (ETF), which would be priced according to the fund's net asset value.\n\nSimply put, indices trading is an immediate and direct way to trade on the movements of the total market at its current price.",
        "link":"https:\/\/www.ig.com\/uk\/indices\/what-are-indices-how-do-you-trade-them"
    },
    {
        "site":"IG_News",
        "title":"VIX Volatility Index: Meaning, Calculation, How to Trade It",
        "authors":"",
        "publish_date":"N\/A",
        "text":"Understanding VIX values\n\nVolatility is a measure of the movement of an asset’s price, rather than the price of the asset. When you trade volatility, you aren’t focused on the direction of change, but how much and how frequently the market has moved. This is why VIX values are quoted as percentage points.\n\nFor the past several years, if the VIX was trading below 20 then the market was considered to be in a period of stability, while levels of 30 or more indicated high volatility. Still, remember, trading volatility is not trading a market downturn, as it is possible for the market to decline but volatility remain low.\n\nThere is a strong negative correlation between the VIX and stock market returns. If the VIX moves up, it is likely that the S&P 500 is falling in price. If the volatility index declines, then the S&P 500 is likely to be experiencing stability. The VIX is thought to predict tops and bottoms in the SPX. There is even a mantra that states: ‘when the VIX is high, it’s time to buy. When the VIX is low, look out below’.\n\nWhen you trade the VIX, you aren’t trading an asset directly because there is no physical asset to buy or sell. Instead, with us, you can use spread bets and CFDs to take a position on the movement of the VIX, as well as VIX futures and exchange traded funds (ETFs).\n\nOn our side, we price our cash Volatility Index (VIX) contracts in a different way to the rest of our cash index markets. Rather than aiming to replicate the underlying index price, we follow the method used to derive our undated commodity prices. This means that there is a difference between our undated price and the underlying index price on these markets.",
        "link":"https:\/\/www.ig.com\/uk\/indices\/what-is-vix-how-do-you-trade-it"
    },
    {
        "site":"IG_News",
        "title":"How to Buy, Trade, Invest in the FTSE 100",
        "authors":"",
        "publish_date":"N\/A",
        "text":"When trading the FTSE 100, you’ll do so using spread bets or CFDs. Both are financial derivatives, which means that you never take ownership of any underlying assets.\n\nInstead, you’ll speculate exclusively on the underlying asset’s price movements – in this case, either fluctuations in the index level of the FTSE 100, or movements in the prices of FTSE 100 ETFs or shares.\n\nWhen investing in the FTSE 100, on the other hand, you’ll do so via our share dealing platform. This means that you’ll buy and own actual assets – for example, shares in a FTSE 100-tracking ETF or FTSE 100-constituent company. Because you’ll be a shareholder, you’re entitled to dividends if any are paid, and granted voting rights if applicable.",
        "link":"https:\/\/www.ig.com\/uk\/indices\/how-to-trade-invest-ftse-100"
    },
    {
        "site":"IG_News",
        "title":"How to Buy, Trade, Invest in the Dow Jones",
        "authors":"",
        "publish_date":"N\/A",
        "text":"Trade the Wall Street index price\n\nWith us, you can trade price of the underlying index – the Dow Jones – directly and from a single position. You’ll do this by speculating on the Wall Street index’s price on our platform.\n\nThis is the most direct way to get exposure to the Dow Jones, it’s also more liquid than trading on individual stocks, or ETFs. Plus, you can trade it 24 hours a day, Monday to Friday.\n\nWhen taking a position on the Wall Street index, you won’t own any company shares outright. Instead, you’ll trade on the index’s price movements using leverage derivatives like spread bets or CFDs.\n\nWith derivatives, you can go long (buy) or short (sell) on the asset price. You’ll put down an initial deposit (called margin) to open a larger position, with profits and losses calculated on the full position size, not your deposit. Note that this means your profits or losses could outweigh your deposit amount substantially.\n\nSpread bets and CFDs are commission-free when you trade the Dow Jones index, as charges are included in the spread.",
        "link":"https:\/\/www.ig.com\/uk\/indices\/how-to-trade-invest-dow-jones"
    },
    {
        "site":"IG_News",
        "title":"How to Trade or Invest in the Taiwan Index",
        "authors":"",
        "publish_date":"N\/A",
        "text":"When you spread bet, you put up a certain amount of capital per point of movement in the underlying market – in this case, the Taiwan Index. Your profit or loss is calculated by multiplying your bet size by the number of points of movement. Note that spread betting is a complex product and comes with a high risk of losing money rapidly due to leverage.\n\nThere are various ways to spread bet on the Taiwan Index.\n\nCash indices: deal at the current price of the underlying market with tighter spreads. Short-term traders prefer cash (or spot) trading\n\nETFs: speculate on all Taiwan-related stocks in a single position. Trade on the spot or using forwards (the name for futures when trading ETFs)\n\nShares: trade on rising or falling prices of Taiwan-listed shares without owning them\n\nFor example, you want to trade the cash index because you think the price of the Taiwan Index is going to rise from its current level of 1,750. So, you go long at £10 per point and open your position by clicking ‘buy’ on our platform.\n\nIf the index’s price increased to 1,850, you’d make a profit of £1000 (100 points x £10 per point) excluding any other costs you might incur, such as overnight funding.\n\n",
        "link":"https:\/\/www.ig.com\/uk\/indices\/how-to-trade-or-invest-in-taiwan-index"
    },
    {
        "site":"IG_News",
        "title":"How to trade or invest in the Hang Seng Index",
        "authors":"",
        "publish_date":"N\/A",
        "text":"When you spread bet, you’ll be putting up a certain amount of capital per point of movement in the underlying market. Your profit or loss is calculated by multiplying your bet size by the number of points of movement.\n\nYou can spread bet on HS50:\n\nCash indices: deal at the current price of the underlying market while receiving tight spreads. Popular among short-term traders\n\nIndex futures: agree to trade the index at a specific price on a specific date. Popular among longer-term traders\n\nOptions: buy the right (but not the obligation) to trade the index at a specified price in future. Popular among experienced traders with a long-term view\n\nETFs: speculate on all Hang Seng-related stocks in a single position. Trade on the spot or using forwards (futures)\n\nShares: trade on upward or downward price movements of Hang Seng-listed shares without owning them\n\nLet’s look at an example. You decide to trade the cash index and you think the price of the Hong Kong HS50 is going to rise from its current level of 20,000. So, you go long at £10 per point and open your position by clicking ‘buy’ on our platform.\n\n\n\nIf the index’s price increased to 20,100 and you bet £10 per point, you’d earn a profit of £1000 (100 points x £10 per point) excluding any other costs you might incur like overnight funding.",
        "link":"https:\/\/www.ig.com\/uk\/indices\/how-to-trade-invest-hang-seng-index"
    },
    {
        "site":"IG_News",
        "title":"What Are Commodities? Learn How to Trade Commodities",
        "authors":"",
        "publish_date":"N\/A",
        "text":"Learn what moves a commodity's price\n\nCommodities prices are driven by the forces of supply and demand, which means there are a variety of factors that can impact them.\n\nCompetition\n\nThe introduction of alternative technologies and goods can reduce the demand for older commodities. For example, the rise of renewable energies has significantly reduced investment in oil and gas.\n\nNew companies can also have a knock-on effect in the market – especially those with more efficient supply chains and faster production lines, as these will lower costs and be more appealing for shareholders.\n\nPolitics\n\nPolitical events and policies can cause changes in prices if they have an impact on exports and imports. For example, increases in import duty can drive up prices.\n\nMacroeconomics\n\nA weak economy often lowers the demand for commodities – especially those involved in building and transport. Whereas a booming economy can result in increased demand which could lead to higher prices.\n\nSeasonality\n\nAgricultural commodities are particularly dependent on seasonal cycles that impact production and harvesting. Prices tend to rise when harvest forecasts are positive, and decline after the harvest, when the market is flooded with products.\n\nWeather\n\nExtreme weather changes and natural disasters can impact natural material production and transportation. For example, colder temperatures can freeze the ground or compromise the goods. Anything that impacts the supply chain, decreasing output, can cause market prices to rise.",
        "link":"https:\/\/www.ig.com\/uk\/commodities\/what-are-commodities-how-do-you-trade-them"
    },
    {
        "site":"IG_News",
        "title":"What is Forex (FX) Trading and How Does it Work?",
        "authors":"",
        "publish_date":"N\/A",
        "text":"Supply and demand\n\nExchange rates for forex pairs are based on the supply and demand of one currency versus another. In basic terms, if demand for one currency is greater than another then the price of the first currency will rise against the second.\n\nThe below factors all feed into what influences supply and demand.\n\nCentral banks\n\nA currency’s supply is controlled by central banks, who can announce measures that will have a significant effect on that currency’s price.\n\nCentral banks choose whether to increase or decrease interest rates. Typically when a country chooses to raise interest rates, the country's currency may increase in value. This is because it attracts foreign investors who want to benefit from the higher interest rates.\n\nQuantitative easing, meanwhile, involves injecting more money into an economy, and can cause a currency’s price to fall in line with an increased supply.\n\nInterest rates and carry trades\n\nOne of the more popular investments among institutional investors is called a carry trade - based on interest rate differentials between countries.\n\nThis involves selling a currency with a low interest rate, with the goal of using the proceeds to buy a currency with a higher interest rate. This aims to capture the difference between the rates.",
        "link":"https:\/\/www.ig.com\/uk\/forex\/what-is-forex-and-how-does-it-work"
    }
]