[
    {
        "site":"IG_News",
        "title":"How to Buy, Trade, Invest in the Dow Jones",
        "authors":"",
        "publish_date":"N\/A",
        "text":"Trade the Wall Street index price\n\nWith us, you can trade price of the underlying index – the Dow Jones – directly and from a single position. You’ll do this by speculating on the Wall Street index’s price on our platform.\n\nThis is the most direct way to get exposure to the Dow Jones, it’s also more liquid than trading on individual stocks, or ETFs. Plus, you can trade it 24 hours a day, Monday to Friday.\n\nWhen taking a position on the Wall Street index, you won’t own any company shares outright. Instead, you’ll trade on the index’s price movements using leverage derivatives like spread bets or CFDs.\n\nWith derivatives, you can go long (buy) or short (sell) on the asset price. You’ll put down an initial deposit (called margin) to open a larger position, with profits and losses calculated on the full position size, not your deposit. Note that this means your profits or losses could outweigh your deposit amount substantially.\n\nSpread bets and CFDs are commission-free when you trade the Dow Jones index, as charges are included in the spread.",
        "link":"https:\/\/www.ig.com\/uk\/indices\/how-to-trade-invest-dow-jones"
    },
    {
        "site":"IG_News",
        "title":"How to Trade or Invest in the Taiwan Index",
        "authors":"",
        "publish_date":"N\/A",
        "text":"When you spread bet, you put up a certain amount of capital per point of movement in the underlying market – in this case, the Taiwan Index. Your profit or loss is calculated by multiplying your bet size by the number of points of movement. Note that spread betting is a complex product and comes with a high risk of losing money rapidly due to leverage.\n\nThere are various ways to spread bet on the Taiwan Index.\n\nCash indices: deal at the current price of the underlying market with tighter spreads. Short-term traders prefer cash (or spot) trading\n\nETFs: speculate on all Taiwan-related stocks in a single position. Trade on the spot or using forwards (the name for futures when trading ETFs)\n\nShares: trade on rising or falling prices of Taiwan-listed shares without owning them\n\nFor example, you want to trade the cash index because you think the price of the Taiwan Index is going to rise from its current level of 1,750. So, you go long at £10 per point and open your position by clicking ‘buy’ on our platform.\n\nIf the index’s price increased to 1,850, you’d make a profit of £1000 (100 points x £10 per point) excluding any other costs you might incur, such as overnight funding.\n\n",
        "link":"https:\/\/www.ig.com\/uk\/indices\/how-to-trade-or-invest-in-taiwan-index"
    },
    {
        "site":"IG_News",
        "title":"How to trade or invest in the Hang Seng Index",
        "authors":"",
        "publish_date":"N\/A",
        "text":"When you spread bet, you’ll be putting up a certain amount of capital per point of movement in the underlying market. Your profit or loss is calculated by multiplying your bet size by the number of points of movement.\n\nYou can spread bet on HS50:\n\nCash indices: deal at the current price of the underlying market while receiving tight spreads. Popular among short-term traders\n\nIndex futures: agree to trade the index at a specific price on a specific date. Popular among longer-term traders\n\nOptions: buy the right (but not the obligation) to trade the index at a specified price in future. Popular among experienced traders with a long-term view\n\nETFs: speculate on all Hang Seng-related stocks in a single position. Trade on the spot or using forwards (futures)\n\nShares: trade on upward or downward price movements of Hang Seng-listed shares without owning them\n\nLet’s look at an example. You decide to trade the cash index and you think the price of the Hong Kong HS50 is going to rise from its current level of 20,000. So, you go long at £10 per point and open your position by clicking ‘buy’ on our platform.\n\n\n\nIf the index’s price increased to 20,100 and you bet £10 per point, you’d earn a profit of £1000 (100 points x £10 per point) excluding any other costs you might incur like overnight funding.",
        "link":"https:\/\/www.ig.com\/uk\/indices\/how-to-trade-invest-hang-seng-index"
    },
    {
        "site":"IG_News",
        "title":"What Are Commodities? Learn How to Trade Commodities",
        "authors":"",
        "publish_date":"N\/A",
        "text":"Learn what moves a commodity's price\n\nCommodities prices are driven by the forces of supply and demand, which means there are a variety of factors that can impact them.\n\nCompetition\n\nThe introduction of alternative technologies and goods can reduce the demand for older commodities. For example, the rise of renewable energies has significantly reduced investment in oil and gas.\n\nNew companies can also have a knock-on effect in the market – especially those with more efficient supply chains and faster production lines, as these will lower costs and be more appealing for shareholders.\n\nPolitics\n\nPolitical events and policies can cause changes in prices if they have an impact on exports and imports. For example, increases in import duty can drive up prices.\n\nMacroeconomics\n\nA weak economy often lowers the demand for commodities – especially those involved in building and transport. Whereas a booming economy can result in increased demand which could lead to higher prices.\n\nSeasonality\n\nAgricultural commodities are particularly dependent on seasonal cycles that impact production and harvesting. Prices tend to rise when harvest forecasts are positive, and decline after the harvest, when the market is flooded with products.\n\nWeather\n\nExtreme weather changes and natural disasters can impact natural material production and transportation. For example, colder temperatures can freeze the ground or compromise the goods. Anything that impacts the supply chain, decreasing output, can cause market prices to rise.",
        "link":"https:\/\/www.ig.com\/uk\/commodities\/what-are-commodities-how-do-you-trade-them"
    },
    {
        "site":"IG_News",
        "title":"What is Forex (FX) Trading and How Does it Work?",
        "authors":"",
        "publish_date":"N\/A",
        "text":"Supply and demand\n\nExchange rates for forex pairs are based on the supply and demand of one currency versus another. In basic terms, if demand for one currency is greater than another then the price of the first currency will rise against the second.\n\nThe below factors all feed into what influences supply and demand.\n\nCentral banks\n\nA currency’s supply is controlled by central banks, who can announce measures that will have a significant effect on that currency’s price.\n\nCentral banks choose whether to increase or decrease interest rates. Typically when a country chooses to raise interest rates, the country's currency may increase in value. This is because it attracts foreign investors who want to benefit from the higher interest rates.\n\nQuantitative easing, meanwhile, involves injecting more money into an economy, and can cause a currency’s price to fall in line with an increased supply.\n\nInterest rates and carry trades\n\nOne of the more popular investments among institutional investors is called a carry trade - based on interest rate differentials between countries.\n\nThis involves selling a currency with a low interest rate, with the goal of using the proceeds to buy a currency with a higher interest rate. This aims to capture the difference between the rates.",
        "link":"https:\/\/www.ig.com\/uk\/forex\/what-is-forex-and-how-does-it-work"
    },
    {
        "site":"IG_News",
        "title":"What Are Corporate Bonds? | How to Buy them in the UK",
        "authors":"",
        "publish_date":"N\/A",
        "text":"Supply and demand\n\nAs with all marketable assets, corporate bond prices depend on supply and demand. Demand is subject to the attractiveness of a bond relative to other available investment opportunities.\n\nSupply is subject to the financing needs of a company and the cost of borrowing given alternative credit channels. Interest rates play a key role in both sides of the market dynamic.\n\nInterest rates\n\nInterest rates are a central factor in both the supply and demand for bonds. If interest rates are lower than the coupon rate on a bond, the bond offers a better return and demand will likely rise. If interest rates rise above the coupon rate, demand for the bond is likely to drop. On the supply side, companies will be hesitant to issue bonds if interest rates are too high.\n\nThe general rule is that interest rates and bond prices are inversely correlated – as one rises, so the other falls.\n\nHow close the bond is to maturity\n\nNew bonds will always be priced taking current interest rates into account. This means that they’ll usually trade at or near their face value. During the bond’s lifespan, its price should fluctuate with movements in the interest rate. By the time a bond has reached maturity, however, it’s just a pay out of the original loan – meaning that a bond will move back towards its par value as it nears this point.\n\nCredit ratings\n\nWhereas bonds are often thought of as conservative investments, defaults can still happen – especially with corporate bonds. The main way of determining the risk of a corporate bond issuer defaulting is through its rating from agencies like Standard & Poor’s, Moody’s and Fitch Ratings. A riskier bond will usually trade at a lower price than a bond with lower risk profile and a similar coupon.\n\nInflation\n\nHigh inflation can negatively affect the price of a bond. There are two reasons for this. Firstly, the bond’s fixed coupon payment amount becomes less attractive when money loses its purchasing power. Secondly, monetary authorities like the Bank of England (BoE) often raise interest rates when inflation is high. Because interest rates and bond prices are inversely related, higher interest rates result in a lower market price for the bond.",
        "link":"https:\/\/www.ig.com\/uk\/bonds\/what-are-corporate-bonds-how-to-buy"
    },
    {
        "site":"IG_News",
        "title":"What is Options Trading? How to Trade Options in the UK",
        "authors":"",
        "publish_date":"N\/A",
        "text":"Learn about the Greeks\n\nThe Greeks are measures of the individual risks associated with trading options, each named after a Greek symbol. Understanding how they work can help you calculate the risk involved with each of the variables that affect option prices.\n\nTrade using the Greeks on our US options and futures platform. Assess risk, manage positions and make informed decisions. You don’t have access to this with spread bets and CFDs.\n\nDelta measures direction and the impact of the option's price\/value for every +$1 of the underlying\n\nA derivative of delta, gamma measures how much an option’s delta moves for every point of movement in the underlying market.\n\nTheta\n\nTheta is a proxy to risk. As volatility increases, expanding the value of the option, the greater theta will be. Time decay is more pronounced as an option approaches expiration, but it won’t necessarily be larger at it nears expiration.\n\nVega\n\nAn option’s vega measures its sensitivity to volatility in the underlying market, or how much the option’s value will change for every 1% change in volatility.\n\nRho\n\nRho indicates how much interest rate changes will move an option’s price. If the option’s price will go up as a result of interest rate changes, its rho will be positive. If the option’s price will go down, its rho will be negative.",
        "link":"https:\/\/www.ig.com\/uk\/options-trading\/what-are-options-how-do-you-trade-them"
    },
    {
        "site":"IG_News",
        "title":"What is Futures Trading? How to Trade Futures",
        "authors":"",
        "publish_date":"N\/A",
        "text":"What is futures trading?\n\nFutures trading is the act of buying and selling futures. These are financial contracts in which two parties – a buyer and a seller – agree to exchange an underlying asset for a predetermined price at a future date. Both parties are obligated to fulfil the contract terms by making the exchange before the contract’s expiry.\n\nYou can trade listed futures on our US options and futures platform, which gives you access to indices, forex, interest rates, commodities, stocks and exchange-traded funds (ETFs). You’ll take positions via outright futures contracts that track an underlying’s spot price.\n\nYou can also trade on futures using our OTC products – spread bets and contracts for difference (CFDs).\n\nWhen using our US options and futures platform, you can hold financially settled futures to expiration. To try avoid physical delivery, futures with a deliverable can’t be held until the expiry date on our dedicated platform; so the last trading day is the day before the expiry date of the contract.1\n\nWhen trading using our OTC products you speculate on the price of a future (or forwards, as they’re known in stocks, ETFs, and forex markets when trading spread bets).",
        "link":"https:\/\/www.ig.com\/uk\/futures-trading\/what-are-futures-how-do-you-trade-them"
    },
    {
        "site":"IG_News",
        "title":"Share Dealing: What Is It and How Does It Work?",
        "authors":"",
        "publish_date":"N\/A",
        "text":"Is share dealing right for me?\n\nShare dealing is right for you if you have some knowledge of how investing works and you want to hold a position over a time period you’re comfortable with. Fear not, if you don’t have a firm grasp of how to invest in shares, you can find extensive educational content on IG Academy to help you sharpen your skills and knowledge.\n\nWith share dealing, you can buy and hold a piece of a company you love. This ownership will enable you to have a say on certain company matters, as well as receive dividend payment if the company grants them. Note that voting rights are based on the type and number of shares you own, and you’ll be one of many to have a say.\n\nAn alternative for people who don’t want to hold a position for a long time is trading. When you trade, you predict the rise and fall of markets by going long if you think that the asset will appreciate or go short if you think that it’ll depreciate in value.\n\nWhen trading, you can open a position using leverage, which means that most of the capital is put up by your broker, with you only paying a deposit worth a fraction of the trade size in order to open a larger position.\n\nAlthough you’re only putting down a small percentage of the full trade value upfront, your total profit or loss will be calculated based on the full position size, not just your deposit. That’s why you need to take steps to manage your risk.",
        "link":"https:\/\/www.ig.com\/uk\/investments\/share-dealing\/what-is-share-dealing-how-does-it-work"
    },
    {
        "site":"IG_News",
        "title":"What is an ISA and How Do You Invest in One?",
        "authors":"",
        "publish_date":"N\/A",
        "text":"What is an ISA?\n\nAn ISA, or Individual Savings Account, acts as a protective layer for some of your investments. This wrapper helps you avoid having to pay tax on dividends, interest and more.\n\nThe government typically sets a maximum allowance of £20,000 that can be placed in your ISA in a given tax year.\n\nIn 2023, the HMRC (His Majesty’s Revenue and Customs) announced numerous rule changes to ISAs for the 2024\/25 tax year and beyond.\n\nMandatory changes for providers\n\nIf you’re under the age of 18, you can’t subscribe to multiple cash ISAs (note that we don’t offer cash ISAs) As with lifetime ISAs, investors will now be required to have a National Insurance Number (NINO) to open any type of ISA\n\nOptional changes for providers\n\nYou can now hold multiple ISAs of the same type (excluding lifetime and junior ISAs), but you’ll still need to stick to the £20,000 cap If you hadn’t invested in your ISA in the previous tax year, you no longer have to make a fresh application You can transfer just a portion of your funds to another provider instead of the full amount Long-term asset funds can now be held in an innovative finance ISA (excluding lifetime and junior ISAs)\n\nOf the optional updates, our share dealing and Smart Portfolio ISAs will adopt rules 1-3.\n\nHere’s a breakdown of the different kinds of ISAs available to UK citizens:",
        "link":"https:\/\/www.ig.com\/uk\/investments\/isa\/what-is-isa-how-does-it-work"
    }
]