[
    {
        "site":"Kitco",
        "title":"Gold gains amid firmer crude oil, downtick in bond yields",
        "authors":"",
        "publish_date":"2025-07-29 00:00:00",
        "text":"Jim Wyckoff has spent over 25 years involved with the stock, financial and commodity markets. He was a financial journalist with the FWN newswire service for many years, including stints as a reporter on the rough-and-tumble commodity futures trading floors in Chicago and New York. As a journalist, he has covered every futures market traded in the U.S., at one time or another.\n\nJim is the proprietor of the \"Jim Wyckoff on the Markets\" analytical, educational and trading advisory service. Jim also worked as a technical analyst for Dow Jones Newswires and as the senior market analyst with TraderPlanet.com. Jim is also a consultant with the highly respected \"Pro Farmer\" agricultural advisory service. Jim was also the head equities analyst at CapitalistEdge.com. He received his degree from Iowa State University in Ames, Iowa, where he studied journalism and economics.\n\nFollow Jim daily on Kitco.com as he provides both AM and PM roundups and a daily Technical Special. 1 877 963-NEWS jwyckoff at kitco.com",
        "link":"https:\/\/www.kitco.com\/news\/article\/2025-07-29\/gold-gains-amid-firmer-crude-oil-downtick-bond-yields"
    },
    {
        "site":"Kitco",
        "title":"GOLD News",
        "authors":"",
        "publish_date":"N\/A",
        "text":"",
        "link":"https:\/\/www.kitco.com\/news\/category\/commodities\/gold"
    },
    {
        "site":"Kitco",
        "title":"Gold may be stuck but Commerzbank raises price target for silver and PGMs",
        "authors":"",
        "publish_date":"2025-07-29 00:00:00",
        "text":"Neils Christensen Neils Christensen has a diploma in journalism from Lethbridge College and has more than a decade of reporting experience working for news organizations throughout Canada. His experiences include covering territorial and federal politics in Nunavut, Canada. He has worked exclusively within the financial sector since 2007, when he started with the Canadian Economic Press. Neils can be contacted at: 1 866 925 4826 ext. 1526 nchristensen at kitco.com @Neils_c\n\nShare",
        "link":"https:\/\/www.kitco.com\/news\/article\/2025-07-29\/gold-may-be-stuck-commerzbank-raises-price-target-silver-and-pgms"
    },
    {
        "site":"Kitco",
        "title":"Gold price could struggle as U.S. consumer confidence stabilizes in July",
        "authors":"",
        "publish_date":"2025-07-29 00:00:00",
        "text":"Neils Christensen Neils Christensen has a diploma in journalism from Lethbridge College and has more than a decade of reporting experience working for news organizations throughout Canada. His experiences include covering territorial and federal politics in Nunavut, Canada. He has worked exclusively within the financial sector since 2007, when he started with the Canadian Economic Press. Neils can be contacted at: 1 866 925 4826 ext. 1526 nchristensen at kitco.com @Neils_c\n\nShare",
        "link":"https:\/\/www.kitco.com\/news\/article\/2025-07-29\/gold-price-could-struggle-us-consumer-confidence-stabilizes-july"
    },
    {
        "site":"Kitco",
        "title":"Gold price largely ignores drop in US job openings",
        "authors":"",
        "publish_date":"2025-07-29 00:00:00",
        "text":"Neils Christensen Neils Christensen has a diploma in journalism from Lethbridge College and has more than a decade of reporting experience working for news organizations throughout Canada. His experiences include covering territorial and federal politics in Nunavut, Canada. He has worked exclusively within the financial sector since 2007, when he started with the Canadian Economic Press. Neils can be contacted at: 1 866 925 4826 ext. 1526 nchristensen at kitco.com @Neils_c\n\nShare",
        "link":"https:\/\/www.kitco.com\/news\/article\/2025-07-29\/gold-price-largely-ignores-drop-us-job-openings"
    },
    {
        "site":"Kitco",
        "title":"Kaplan: ‘Perfect storm’ for gold; dollar will ‘absolutely collapse’ against bullion; Donlin poised to be “largest single producer” in U.S.",
        "authors":"",
        "publish_date":"2025-07-29 00:00:00",
        "text":"Jeremy Szafron joins Kitco News as an anchor and producer from Kitco’s Vancouver bureau.\n\nJeremy is a seasoned journalist with a diverse background covering entertainment, current affairs and finance.\n\nJeremy began his career in 2006 as a Journalist at CTV (Canada’s largest network), initially engaging audiences as an entertainment reporter before pivoting to business reporting focusing on mining and small-caps. His macro-financial and market trends analysis made him a sought-after commentator on CTV Morning Live and a regular on CTV News Network.\n\nA notable milestone in Jeremy's career was his 2010 Vancouver Olympic Games coverage, highlighting the Olympic community and hosting segments from various Country Houses at the games. Building on this experience, Jeremy developed an online video news program for PressReader, launching them into a new direction. PressReader is a digital newsstand with 8,000 newspaper and magazine editions in 60 languages from more than 120 countries.\n\nIn 2012, Jeremy ventured into his own digital media project, creating The Green Scene Podcast, swiftly gaining over 400,000 subscribers and establishing himself as a key voice in the emerging cannabis industry. Following this success, he launched Investor Scene and Initiate Research, news platforms providing exclusive market insights and deal-flow opportunities in mining and Canadian small-caps.\n\nJeremy has also worked as a market strategist and investor relations consultant with various publicly traded companies in the mining, energy, CPG, and tech industries.\n\nA graduate of Concordia University with a BA in Journalism, Jeremy's academic background laid the foundation for his diverse and dynamic career. Now, as an Anchor at Kitco News, Jeremy will continue to inform a global audience of the latest developments and critical themes in finance and commodities.\n\n",
        "link":"https:\/\/www.kitco.com\/news\/article\/2025-07-29\/kaplan-perfect-storm-gold-dollar-will-absolutely-collapse-against-bullion"
    },
    {
        "site":"Kitco",
        "title":"BITCOIN News",
        "authors":"",
        "publish_date":"N\/A",
        "text":"",
        "link":"https:\/\/www.kitco.com\/news\/category\/cryptocurrencies\/bitcoin"
    },
    {
        "site":"Kitco",
        "title":"Billionaire investor Ray Dalio urges 15% allocation in gold or Bitcoin, says world on the verge of an economic heart attack",
        "authors":"",
        "publish_date":"2025-07-28 00:00:00",
        "text":"Neils Christensen Neils Christensen has a diploma in journalism from Lethbridge College and has more than a decade of reporting experience working for news organizations throughout Canada. His experiences include covering territorial and federal politics in Nunavut, Canada. He has worked exclusively within the financial sector since 2007, when he started with the Canadian Economic Press. Neils can be contacted at: 1 866 925 4826 ext. 1526 nchristensen at kitco.com @Neils_c\n\nShare",
        "link":"https:\/\/www.kitco.com\/news\/article\/2025-07-28\/billionaire-investor-ray-dalio-urges-15-allocation-gold-or-bitcoin-says"
    },
    {
        "site":"Kitco",
        "title":"China’s gold consumption drops 3.5% in H1, jewelry sales fall while bar and coin demand surges - China Gold Association",
        "authors":"",
        "publish_date":"2025-07-25 00:00:00",
        "text":"Ernest Hoffman Ernest Hoffman is a Crypto and Market Reporter for Kitco News. He has over 15 years of experience as a writer, editor, broadcaster and producer for media, educational and cultural organizations. Ernest began working in market news in 2007, establishing the broadcast division of CEP News in Montreal, Canada, where he developed the fastest web-based audio news service in the world and produced economic news videos in partnership with MSN and the TMX. He has a Bachelor's degree Specialization in Journalism from Concordia University. You can reach Ernest at 1-514-670-1339.\n\nShare",
        "link":"https:\/\/www.kitco.com\/news\/article\/2025-07-25\/chinas-gold-consumption-drops-35-h1-jewelry-sales-fall-while-bar-and-coin"
    },
    {
        "site":"Kitco",
        "title":"US, China tariff truce holds for now but US says Trump has final say",
        "authors":"",
        "publish_date":"2025-07-29 00:00:00",
        "text":"STOCKHOLM, July 29 (Reuters) - U.S. and Chinese officials agreed to seek an extension of their 90-day tariff truce on Tuesday, following two days of talks in Stockholm aimed at defusing an escalating trade war between the world's two biggest economies that threatens global growth.\n\nNo major breakthroughs were announced, and U.S. officials said it was up to President Donald Trump to decide whether to extend a trade truce that expires on August 12 or potentially let tariffs shoot back up to triple-digit figures.\n\n\n\nAfter months of threatening high tariffs on trading partners, Trump has secured trade deals with the European Union, Japan, and others, but China's powerhouse economy and grip on global rare earth flows make these talks particularly complex.\n\nBoth sides in May walked back from imposing triple-digit tariffs on each other in what would have amounted to a bilateral trade embargo. But global supply chains and financial markets could face renewed turmoil without an agreement.\n\nTrump will have the final say on whether to prolong a truce, U.S. Treasury Secretary Scott Bessent told reporters.\n\nAnother 90-day extension is one option, U.S. Trade Representative Jamieson Greer added.\n\n\"We'll report back to him the process we had here. We had constructive meetings for sure, to go back with the positive report. But the extension of the pause, he'll decide,\" Greer said after talks at Rosenbad, the Swedish prime minister's office in central Stockholm.\n\nBessent said there would likely be another meeting between U.S. and Chinese officials in about 90 days, and the agreements on the flow of Chinese rare earths were becoming more refined after previous talks in Geneva and London.\n\n\"There was good personal interaction being built up, good, mutual respect. I think we understand their agenda much better,\" he said.\n\nUnderlining the stakes, the International Monetary Fund on Tuesday raised its global growth forecast but flagged a potential rebound in tariff rates as a major risk.\n\nChina's top trade negotiator Li Chenggang said both sides fully recognized the importance of maintaining a stable and sound economic and trade relationship.\n\n\"The Chinese and U.S. economic and trade teams will maintain active communication, exchange views on economic and trade issues in a timely manner, and continue to promote the stable and healthy development of bilateral economic and trade relations,\" said Li.\n\nThe talks could pave the way for a meeting between Trump and Chinese President Xi Jinping later in the year, though Trump denied going out of his way to seek one and U.S. officials said the topic was not discussed.\n\nThe Stockholm meetings also included a lengthy discussion on the U.S. and Chinese economies, with Greer and Bessent emphasizing the need for China to shift away from a state-led, export-driven manufacturing economy to one powered by increased consumer demand, which would help U.S. exports.\n\nCHINA VS. EU TALKS\n\nThe Stockholm talks follow Trump's biggest trade deal yet with the European Union on Sunday for a 15% tariff on most EU goods exports to the United States, and a deal with Japan.\n\nThat agreement has brought a measure of relief to the EU but also frustration and anger, with France denouncing the deal as a \"submission\" and Germany, Europe's largest economy, warning of \"significant\" damage.\n\nChina can exercise a degree of leverage with its grip on the global market for rare earths and magnets, used in everything from military hardware to car windshield wiper motors, analysts say.\n\nUnlike the EU, it does not rely on the United States for security ties and can let trade talks play out for several more months, Cyrus de la Rubia, chief economist at Hamburg Commercial Bank, told Reuters.\n\n\"China is well aware of its strong negotiating position, as could clearly be seen in the temporary escalation observed in April,\" he said.\n\n\"But over Europe always hangs the Damocles sword of the U.S. withdrawing its security guarantee, and that is why the EU did not escalate the situation like China did.\"\n\nPrevious U.S.-China trade talks in Geneva and London in May and June focused on bringing U.S. and Chinese retaliatory tariffs down from triple-digit levels and restoring the flow of rare earth minerals halted by China and Nvidia's (NVDA.O), H20 AI chips, and other goods halted by the United States.\n\nAmong broader economic issues, Washington complains that China's state-led, export-driven model is flooding world markets with cheap goods, while Beijing says U.S. national security export controls on tech goods seek to stunt Chinese growth.\n\nSeparately, China's industry minister on Tuesday met with a delegation of U.S. businesses, including Apple (AAPL.O), in Beijing, and pledged to uphold fair and open market competition and provide support and services for foreign enterprises.\n\nReporting by David Lawder, Greta Rosen Fondahn, Maria Martinez, Janis Laizans and Marie Mannes in Stockholm; additional reporting by Ethan Wang, Liz Lee, Yukun Zhang, Ryan Woo in Beijing, Terje Solsvik and Gwladys Fouche in Oslo; Writing by Matthias Williams; Editing by Emelia Sithole-Matarise and Rod Nickel",
        "link":"https:\/\/www.kitco.com\/news\/off-the-wire\/2025-07-29\/us-china-tariff-truce-holds-now-us-says-trump-has-final-say"
    }
]