[
    {
        "site":"Kitco",
        "title":"GOLD News",
        "authors":"",
        "publish_date":"N\/A",
        "text":"",
        "link":"https:\/\/www.kitco.com\/news\/category\/commodities\/gold"
    },
    {
        "site":"Kitco",
        "title":"Gold and silver are losing momentum ahead of the Fed decision: Can disappointing jobs data save them?",
        "authors":"",
        "publish_date":"2025-07-25 00:00:00",
        "text":"Neils Christensen Neils Christensen has a diploma in journalism from Lethbridge College and has more than a decade of reporting experience working for news organizations throughout Canada. His experiences include covering territorial and federal politics in Nunavut, Canada. He has worked exclusively within the financial sector since 2007, when he started with the Canadian Economic Press. Neils can be contacted at: 1 866 925 4826 ext. 1526 nchristensen at kitco.com @Neils_c\n\nShare",
        "link":"https:\/\/www.kitco.com\/news\/article\/2025-07-25\/gold-and-silver-are-losing-momentum-ahead-fed-decision-can-disappointing"
    },
    {
        "site":"Kitco",
        "title":"Gold is a game of inches, and patience",
        "authors":"",
        "publish_date":"2025-07-25 00:00:00",
        "text":"Neils Christensen Neils Christensen has a diploma in journalism from Lethbridge College and has more than a decade of reporting experience working for news organizations throughout Canada. His experiences include covering territorial and federal politics in Nunavut, Canada. He has worked exclusively within the financial sector since 2007, when he started with the Canadian Economic Press. Neils can be contacted at: 1 866 925 4826 ext. 1526 nchristensen at kitco.com @Neils_c\n\nShare",
        "link":"https:\/\/www.kitco.com\/news\/article\/2025-07-25\/gold-game-inches-and-patience"
    },
    {
        "site":"Kitco",
        "title":"China’s gold consumption drops 3.5% in H1, jewelry sales fall while bar and coin demand surges - China Gold Association",
        "authors":"",
        "publish_date":"2025-07-25 00:00:00",
        "text":"Ernest Hoffman Ernest Hoffman is a Crypto and Market Reporter for Kitco News. He has over 15 years of experience as a writer, editor, broadcaster and producer for media, educational and cultural organizations. Ernest began working in market news in 2007, establishing the broadcast division of CEP News in Montreal, Canada, where he developed the fastest web-based audio news service in the world and produced economic news videos in partnership with MSN and the TMX. He has a Bachelor's degree Specialization in Journalism from Concordia University. You can reach Ernest at 1-514-670-1339.\n\nShare",
        "link":"https:\/\/www.kitco.com\/news\/article\/2025-07-25\/chinas-gold-consumption-drops-35-h1-jewelry-sales-fall-while-bar-and-coin"
    },
    {
        "site":"Kitco",
        "title":"Gold prices continue to struggle sees little reaction to mixed durable goods data",
        "authors":"",
        "publish_date":"2025-07-25 00:00:00",
        "text":"Neils Christensen Neils Christensen has a diploma in journalism from Lethbridge College and has more than a decade of reporting experience working for news organizations throughout Canada. His experiences include covering territorial and federal politics in Nunavut, Canada. He has worked exclusively within the financial sector since 2007, when he started with the Canadian Economic Press. Neils can be contacted at: 1 866 925 4826 ext. 1526 nchristensen at kitco.com @Neils_c\n\nShare",
        "link":"https:\/\/www.kitco.com\/news\/article\/2025-07-25\/gold-prices-continue-struggle-sees-little-reaction-mixed-durable-goods-data"
    },
    {
        "site":"Kitco",
        "title":"Gold forms a three red crows pattern",
        "authors":"",
        "publish_date":"2025-07-25 00:00:00",
        "text":"Gold has encountered significant selling pressure over the past three trading sessions, establishing a technically significant bearish formation that has captured the attention of market analysts. The precious metal's consecutive daily declines have produced what technical chartists recognize as a \"three red crows\" pattern, a formation that historically signals potential trend reversals and extended downward momentum.\n\nThe three red crows pattern represents a powerful bearish signal that emerges when selling pressure overwhelms buying interest across three consecutive trading sessions. This formation is characterized by three long-bodied red candlesticks that typically exhibit minimal or absent upper wicks, indicating that bears maintained control throughout each session with little relief from bullish forces. The pattern's significance lies in its ability to mark inflection points where previously dominant uptrends begin to weaken and potentially reverse direction.\n\nFrom a technical analysis perspective, the emergence of this pattern suggests that gold may be transitioning from its recent bullish trajectory into a more sustained bearish phase. The pattern's reliability as a reversal indicator has made it a closely watched formation among professional traders and institutional investors who rely on technical signals to guide their positioning decisions. The absence of significant upper wicks in the formation indicates that any attempts at recovery during these sessions were quickly overwhelmed by renewed selling pressure.\n\nThe implications of this technical development extend beyond mere pattern recognition. The three red crows formation often serves as a precursor to extended corrective phases, suggesting that the current weakness in gold prices may not be merely a temporary pullback but rather the beginning of a more substantial downtrend. This technical deterioration occurs at a time when fundamental factors have also begun to weigh on precious metals sentiment.\n\nCurrent market conditions reflect the pattern's bearish implications, with gold futures trading significantly lower in extended session activity. As of 5:25 PM ET, gold futures have declined by $37.90, representing a substantial 1.12% decrease to reach $3,335.60 per ounce. This latest decline extends the metal's weekly losses to $17.00, or 0.51%, demonstrating the sustained nature of the selling pressure that has emerged over recent sessions.\n\nSilver has exhibited similar technical weakness, mirroring gold's three-session decline and reinforcing the broader bearish sentiment affecting precious metals markets. The white metal is currently trading down $0.86, representing a significant 2.19% intraday decline. On a weekly basis, silver has posted a more modest decline of $0.10, or 0.26%, though this understates the intensity of recent selling pressure.\n\nThe convergence of technical deterioration with fundamental headwinds creates a compelling case for continued weakness in precious metals markets. The three red crows pattern provides a framework for understanding the current price action while offering insights into potential future direction. Should this technical formation prove prescient, market participants may need to prepare for an extended period of downward pressure in gold and silver prices, with the current correction potentially developing into a more significant trend reversal.\n\nFor those that would like more information about our services click here\n\nWishing you as always good trading,",
        "link":"https:\/\/www.kitco.com\/opinion\/2025-07-25\/gold-forms-three-red-crows-pattern"
    },
    {
        "site":"Kitco",
        "title":"Gold price lower amid higher greenback less risk aversion",
        "authors":"",
        "publish_date":"2025-07-25 00:00:00",
        "text":"Jim Wyckoff has spent over 25 years involved with the stock, financial and commodity markets. He was a financial journalist with the FWN newswire service for many years, including stints as a reporter on the rough-and-tumble commodity futures trading floors in Chicago and New York. As a journalist, he has covered every futures market traded in the U.S., at one time or another.\n\nJim is the proprietor of the \"Jim Wyckoff on the Markets\" analytical, educational and trading advisory service. Jim also worked as a technical analyst for Dow Jones Newswires and as the senior market analyst with TraderPlanet.com. Jim is also a consultant with the highly respected \"Pro Farmer\" agricultural advisory service. Jim was also the head equities analyst at CapitalistEdge.com. He received his degree from Iowa State University in Ames, Iowa, where he studied journalism and economics.\n\nFollow Jim daily on Kitco.com as he provides both AM and PM roundups and a daily Technical Special. 1 877 963-NEWS jwyckoff at kitco.com",
        "link":"https:\/\/www.kitco.com\/news\/article\/2025-07-25\/gold-price-lower-amid-higher-greenback-less-risk-aversion"
    },
    {
        "site":"Kitco",
        "title":"Juniors are leading a silver breakout into Q2 earnings season",
        "authors":"",
        "publish_date":"2025-07-25 00:00:00",
        "text":"With the gold price consolidating outsized gains since reaching an all-time high at $3500 in mid-April, silver decisively cleared major multi-year resistance at $35 on a quarterly closing basis last month, confirming a technical breakout on strong demand and speculative interest.\n\nWhile the gold price continues to consolidate outsized gains inside of a now 3-month bullish symmetrical triangle above $3300, both silver and precious metals juniors are catching up during the slower summer months.\n\nSilver Futures surged to their highest level in 14 years mid-week, aided by worries about U.S. tariff policy, signs of tightness in the spot market, and growing investor interest in alternatives to gold.\n\nThis renewed momentum pushed the Gold\/Silver Ratio (GSR) down to 85, its lowest level since January. The next major support in the GSR is at 75 to 1. Below there, 30 to 1 was the level reached at the peak of the 2011 bull market, and 15 to 1 was reached at the peak of the 1979-80 bull run.\n\nFollowing a major breakout above multi-year resistance at $35 the first week of June, the silver price is now up nearly 40% from its April spike low to Thursday’s close above $39 per ounce.\n\nYet, after 45 years and a 40-fold increase in the U.S. federal debt, the silver price is still trading 20% below its historical high at $50, while the gold price continues to post all-time highs in every major currency.\n\nOther metals have also been moving up as copper, platinum, and palladium all made fresh highs this week. Copper Futures made an all-time high Thursday at $5.93\/lb, as the U.S. market continues to brace itself for a 50% tariff on the red metal next month.\n\nIn March 2024, the gold price broke out of a technically powerful 13-year cup & handle pattern. Yet, both silver and the juniors had been lagging this historic move into April of this year, frustrating mining sector participants.\n\nAfter President Trump’s Liberation Day on April 4 sparked a fishing line selloff in silver and the miners, confusion and uncertainty dominated sentiment as fears of a full-scale global trade war had become a reality.\n\nBut with fund managers and momentum traders on the sidelines waiting to buy weakness in undervalued gold stocks, the relatively tiny precious metals mining space quickly became an island of safety in a sea of volatility.\n\nPrior to this brief margin call related forced selling event, the major gold miner ETF (GDX) broke out of a huge accumulative 4-year base. The fishing line selloff in early April proved to be a quick test of former long-term resistance at $43, to become major support.\n\nWith the GDX soaring nearly 40% thereafter to reach 13-year highs in early June, gold stocks have been consolidating outsized gains below resistance at $55 over the past six weeks.\n\nMeanwhile, the silver miner ETF (SIL) has been leading gold stocks since the April low. After clearing major resistance at $49 last month, silver stocks are trading at 14-year highs along with Silver Futures.\n\nThe 2011 all-time high in GDX is $66, when gold briefly traded at $1900. And the all-time high in SIL is $94, when silver nearly reached $50 the same year.\n\nFollowing a major breakout from a huge accumulative 3-year base in April, the Canadian TSX-V (CDNX), where 50% of its holdings are small-cap junior resource stocks, has been leading the miners higher with silver.\n\nYet, this high-risk junior index remains over 75% below its all-time high reached in 2007 when gold was trading near $1000, and nearly 30% from its highs seen in 2021 when gold was at $2000. And that is in nominal terms, not inflation-adjusted terms.\n\nFollowing a spike low at 330 in early 2020, the TSX-V had tripled in just one year. A similar move back to the peak at 1113 in January 2021, would be a 75% rise from the April breakout at 640.\n\nDuring the summer, investors have been booking outsized miner profits to rotate into higher-risk quality juniors. With the juniors having been under-owned and under-appreciated for more than a decade, CDNX is looking to post a fresh 52-week high for its fifth consecutive week.\n\nOver the past several years, the slower summer months were a time for resource sector speculators to consider which juniors were going to be tax-loss selling candidates, as both liquidity and investor interest wilted from June into August.\n\nEspecially if the Street expected the company to go to market before year-end, as junior dilutive finance announcements are generally sold during sector bear markets.\n\nBut with the capital market window opening wider this summer, the CDNX is up nearly 10% in July as the high-risk junior sector continues to outperform the miners.\n\nWith the mining sector now in a bull market, higher-risk PEA-stage junior finance announcements are being upsized. And in many cases, include major and mid-tier miners providing strategic capital.\n\nMoreover, weakness continues to be bought in the mining space, as the only gold producing company listed in the S&P 500 has just kicked off what is expected to be another stellar earnings season.\n\nAfter the market close on Thursday, Newmont Corp (NEM) reported Q2 net income of $2.1 billion, significantly surpassing analyst estimates, with adjusted net income per share at $1.43, exceeding the estimated $1.16.\n\nThe world’s largest gold miner also reported a record quarterly free cash flow of a whopping $1.7 billion, highlighting the strength of its portfolio and strategic execution.\n\nThe robust earnings reflect the company’s average realized gold price of $3320 per ounce, up 40% from the second quarter of 2024.\n\nIn addition to higher gold prices, Newmont said it successfully managed costs, with All-in Sustaining Costs (AISC) falling to $1593 per ounce, down 4% compared to the first quarter.\n\nI expect record Q2 results from the second largest gold miner, Agnico-Eagle (AEM), after the market close next Wednesday. Gold averaged $3289\/oz in Q2, up 14.9% Q\/Q and 40.7% Y\/Y, the seventh quarterly record in a row. Silver rose 5.6% q\/q to average $33.70\/oz, its best quarter since Q3 2011.\n\nAt Junior Miner Junky (JMJ), my subscribers and I have accumulated shares in a basket of quality gold, silver, and copper related juniors, ahead of the major breakout in the mining sector.\n\nThe real-money JMJ Portfolio is up 95% thus far is 2025, massively outperforming both GDX and GDXJ. With the mining sector consolidating recent outsized gains, weakness is being bought quickly in the quality junior issues.\n\nThe JMJ weekly newsletter is a one-stop shop for precious metals stock speculators. Along with providing detailed macro commentary and technical analysis for subscribers following the real-money JMJ junior portfolio, the letter also teaches its members risk management via successful selling strategies.\n\nIf you require assistance in accumulating the best in breed precious metals related juniors, and would like to receive my research, newsletter, portfolio, watch list, and trade alerts, please click here for instant access.\n\nFull disclosure: The author owns common shares in both Newmont Corp. (NEM) and Agnico-Eagle Mines Ltd. (AEM).",
        "link":"https:\/\/www.kitco.com\/opinion\/2025-07-25\/juniors-are-leading-silver-breakout-q2-earnings-season"
    },
    {
        "site":"Kitco",
        "title":"Gold\/silver: \"The manipulator behind sub $40 silver \"",
        "authors":"",
        "publish_date":"2025-07-25 00:00:00",
        "text":"The timing seemed almost too perfect. On Wednesday, silver was nearing the elusive price of $40 per ounce, while gold futures were on the verge of another breakout attempt. However, the largest manipulator of the silver market intervened, preventing this from happening. Headlines emerged indicating that the United States was \"close to reaching a deal\" with the European Union. As a result, gold prices quickly dropped by $40 per ounce, and silver retreated from $39.91, ultimately closing the day at $39.50. Fast forward to Friday: silver is down $1.70 from Wednesday's highs and is now trading at our tactical support level of $38.21.\n\n\n\nAs the August 1st trade deadline approaches, countries such as Mexico, Canada, and the European Union are actively working to finalize essential trade agreements. These deals play a crucial role in shaping the economy by influencing trade flows and impacting economic growth. It's critical to consider the impact of tariffs on major silver-producing nations, such as Mexico and Canada, which are significant suppliers of U.S. silver imports. By reaching a trade agreement with these nations, stable supply chains are maintained and adequate silver is available in the market, which can temporarily slow down potential price increases arising from demand outpacing supply.\n\n\n\nDaily Silver Chart\n\n\n\nOnce the details of the trade agreements are settled, the Federal Reserve may start lowering interest rates. This could lead to a further decline in the value of the U.S. Dollar, which has already dropped 11% this year. The Dollar could decrease even further, reaching levels similar to those during the last Trump presidency, when the Dollar index fell to 92, which would mean a 5% drop from its current level. We anticipate that to be the next catalyst to drive up hard assets and ultimately fuel a rally to $50 and Gold to $4,000 in the next 12 months. Staying ahead of the Silver market has never been easier. Get the Blue Line Futures Precious Metals Chart Pack today by registering here: Get Precious Metals Chart Pack\n\n\n\nAs for who was last Wednesday's Silver Manipulator? If President Trump had waited just 10 minutes, an hour, or even a day to act, the silver market might have just hit that $40 mark.",
        "link":"https:\/\/www.kitco.com\/opinion\/2025-07-25\/goldsilver-manipulator-behind-sub-40-silver"
    },
    {
        "site":"Kitco",
        "title":"Gold market analysis for July 25 - key intra-day price entry levels for active traders",
        "authors":"",
        "publish_date":"2025-07-25 00:00:00",
        "text":"Jim Wyckoff has spent over 25 years involved with the stock, financial and commodity markets. He was a financial journalist with the FWN newswire service for many years, including stints as a reporter on the rough-and-tumble commodity futures trading floors in Chicago and New York. As a journalist, he has covered every futures market traded in the U.S., at one time or another.\n\nJim is the proprietor of the \"Jim Wyckoff on the Markets\" analytical, educational and trading advisory service. Jim also worked as a technical analyst for Dow Jones Newswires and as the senior market analyst with TraderPlanet.com. Jim is also a consultant with the highly respected \"Pro Farmer\" agricultural advisory service. Jim was also the head equities analyst at CapitalistEdge.com. He received his degree from Iowa State University in Ames, Iowa, where he studied journalism and economics.\n\nFollow Jim daily on Kitco.com as he provides both AM and PM roundups and a daily Technical Special. 1 877 963-NEWS jwyckoff at kitco.com",
        "link":"https:\/\/www.kitco.com\/news\/article\/2025-07-25\/gold-market-analysis-july-25-key-intra-day-price-entry-levels-active"
    }
]