[
    {
        "site":"Kitco",
        "title":"Mining News, Mining Stocks, Junior Mining",
        "authors":"",
        "publish_date":"N\/A",
        "text":"Anglo American on Thursday reported a 13% fall in copper production in the first half of the year to 342,200 metric tons, and a 26% fall in rough diamonds, as demand remains sluggish.The London-listed miner still expects to mine 690,000-750,000 tons of copper this year, down from 773,000 in 2024. The metal is used in electrical wiring and its demand is expected to increase for electric vehicles and renewable energy infrastructure.The miner is restructuring its business to mainly focus on copper, as well as iron ore, following BHP’s failed attempt to take it over last year.",
        "link":"https:\/\/www.kitco.com\/news\/category\/mining"
    },
    {
        "site":"Kitco",
        "title":"COMMODITIES News",
        "authors":"",
        "publish_date":"N\/A",
        "text":"China’s gold consumption drops 3.5% in H1, jewelry sales fall while bar and coin demand surges - China Gold Association\n\n(Kitco News) – China’s gold consumption fell 3.54% in the first half of 2025, according to the latest data from the China Gold Association (CGA).Gold consumption in China came in at 505.21 tonnes, the CGA said. The decline was especially pronounced in jewelry, with Chinese consumption of gold jewelry falling 26% compared with the first half of 2024 to 199.83 tonnes",
        "link":"https:\/\/www.kitco.com\/news\/category\/commodities"
    },
    {
        "site":"Kitco",
        "title":"CRYPTOCURRENCIES News",
        "authors":"",
        "publish_date":"N\/A",
        "text":"Crypto-linked stocks advance after Trump signs stablecoin law\n\nJuly 21 (Reuters) - Shares of crypto-linked companies jumped on Monday, as ether prices advanced after President Donald Trump signed into law a bill regulating stablecoins in the U.S.Trump signed the GENIUS Act late on Friday, marking a huge win for crypto supporters, who have for long lobbied for a regulatory framework to gain greater legitimacy for the industry.The bill was passed in the House of Representatives by a vote of 308 to 122, with support from nearly half the Democratic members and most Republicans. It had earlier been approved by the Senate.",
        "link":"https:\/\/www.kitco.com\/news\/category\/cryptocurrencies"
    },
    {
        "site":"Kitco",
        "title":"ECONOMY News",
        "authors":"",
        "publish_date":"N\/A",
        "text":"The only way for the U.S. to escape its current debt crisis is to inflate away the value of its obligations, much like what happened in the 1970s, said Rick Rule, veteran investor and President & CEO of Rule Investment Media. This dynamic creates a bullish case for commodities like precious metals, uranium, and copper, with energy also poised to benefit under the new presidential administration.",
        "link":"https:\/\/www.kitco.com\/news\/category\/economy"
    },
    {
        "site":"Kitco",
        "title":"Wall Street thrives while Main Street struggles: Financial Stress Index soars to pandemic-era levels",
        "authors":"",
        "publish_date":"2025-07-28 00:00:00",
        "text":"Neils Christensen Neils Christensen has a diploma in journalism from Lethbridge College and has more than a decade of reporting experience working for news organizations throughout Canada. His experiences include covering territorial and federal politics in Nunavut, Canada. He has worked exclusively within the financial sector since 2007, when he started with the Canadian Economic Press. Neils can be contacted at: 1 866 925 4826 ext. 1526 nchristensen at kitco.com @Neils_c\n\nShare",
        "link":"https:\/\/www.kitco.com\/news\/article\/2025-07-28\/wall-street-thrives-while-main-street-struggles-financial-stress-index"
    },
    {
        "site":"Kitco",
        "title":"Trade developments drive dollar strength and gold weakness",
        "authors":"",
        "publish_date":"2025-07-28 00:00:00",
        "text":"Recent developments in international trade negotiations appear to have significantly influenced precious metals markets, contributing to gold's weaker opening and subsequent decline throughout the trading session. The precious metals complex responded to a confluence of trade-related news that strengthened the U.S. dollar and reduced demand for traditional safe-haven assets.\n\nThe primary catalyst for market movement emerged from progress on multiple trade fronts. The United States and European Union reached an agreement establishing a 15% tariff structure on EU imports to the U.S., providing clarity on a significant trade relationship. Simultaneously, Chinese media sources reported that the U.S. and China are likely to extend their existing tariff agreement by 90 days, offering temporary stability to the world's largest bilateral trade relationship. The Trump administration has indicated that countries without negotiated trade agreements will soon face assigned tariff structures, suggesting a comprehensive approach to trade policy implementation.\n\nThese positive trade developments generated the most substantial single-day dollar appreciation since April, with the ICE U.S. Dollar Index surging just over one percent to reach daily highs of 98.66. The dollar's strength was further supported by monetary policy expectations, as the Federal Reserve's upcoming meeting shows minimal probability of rate reduction. According to the FedWatch tool, market participants assign only a 3.1% probability to a rate cut, with 96.9% expecting rates to remain unchanged. The absence of a Federal Open Market Committee meeting in August suggests that the current elevated interest rate environment will persist at least until September's scheduled meeting.\n\nDespite the dollar's pronounced strength, gold demonstrated some underlying resilience. While gold futures declined $24.50 to close at $3,314, representing a 0.73% decrease, this decline was notably modest relative to the dollar's appreciation of over one percent. This divergence suggests the presence of strategic buyers willing to accumulate gold positions despite the challenging technical environment created by dollar strength.\n\nSilver markets exhibited a more complex response, reflecting the metal's dual industrial and monetary characteristics. The positive economic implications of the EU-U.S. trade agreement benefited silver's industrial demand component, as improved trade relations typically support manufacturing activity and industrial metal consumption. Conversely, the same trade progress that boosted industrial demand simultaneously reduced demand for silver's safe-haven properties. These opposing forces essentially canceled each other out, resulting in silver futures closing nearly unchanged, down just half a cent at $38.33.\n\nFor those that would like more information about our services click here\n\nWishing you as always good trading,",
        "link":"https:\/\/www.kitco.com\/opinion\/2025-07-28\/trade-developments-drive-dollar-strength-and-gold-weakness"
    },
    {
        "site":"Kitco",
        "title":"Wall Street bets on gold consolidation or correction, Main Street remains bullish as Fed rate decision and major data loom",
        "authors":"",
        "publish_date":"2025-07-25 00:00:00",
        "text":"Ernest Hoffman Ernest Hoffman is a Crypto and Market Reporter for Kitco News. He has over 15 years of experience as a writer, editor, broadcaster and producer for media, educational and cultural organizations. Ernest began working in market news in 2007, establishing the broadcast division of CEP News in Montreal, Canada, where he developed the fastest web-based audio news service in the world and produced economic news videos in partnership with MSN and the TMX. He has a Bachelor's degree Specialization in Journalism from Concordia University. You can reach Ernest at 1-514-670-1339.\n\nShare",
        "link":"https:\/\/www.kitco.com\/news\/article\/2025-07-25\/wall-street-bets-gold-consolidation-or-correction-main-street-remains"
    },
    {
        "site":"Kitco",
        "title":"China’s gold consumption drops 3.5% in H1, jewelry sales fall while bar and coin demand surges - China Gold Association",
        "authors":"",
        "publish_date":"2025-07-25 00:00:00",
        "text":"Ernest Hoffman Ernest Hoffman is a Crypto and Market Reporter for Kitco News. He has over 15 years of experience as a writer, editor, broadcaster and producer for media, educational and cultural organizations. Ernest began working in market news in 2007, establishing the broadcast division of CEP News in Montreal, Canada, where he developed the fastest web-based audio news service in the world and produced economic news videos in partnership with MSN and the TMX. He has a Bachelor's degree Specialization in Journalism from Concordia University. You can reach Ernest at 1-514-670-1339.\n\nShare",
        "link":"https:\/\/www.kitco.com\/news\/article\/2025-07-25\/chinas-gold-consumption-drops-35-h1-jewelry-sales-fall-while-bar-and-coin"
    },
    {
        "site":"Kitco",
        "title":"Gold prices continue to struggle sees little reaction to mixed durable goods data",
        "authors":"",
        "publish_date":"2025-07-25 00:00:00",
        "text":"Neils Christensen Neils Christensen has a diploma in journalism from Lethbridge College and has more than a decade of reporting experience working for news organizations throughout Canada. His experiences include covering territorial and federal politics in Nunavut, Canada. He has worked exclusively within the financial sector since 2007, when he started with the Canadian Economic Press. Neils can be contacted at: 1 866 925 4826 ext. 1526 nchristensen at kitco.com @Neils_c\n\nShare",
        "link":"https:\/\/www.kitco.com\/news\/article\/2025-07-25\/gold-prices-continue-struggle-sees-little-reaction-mixed-durable-goods-data"
    },
    {
        "site":"Kitco",
        "title":"Gold has a path to $4,000 as U.S. credibility crumbles - WisdomTree’s Nitesh Shah",
        "authors":"",
        "publish_date":"2025-05-12 00:00:00",
        "text":"Neils Christensen Neils Christensen has a diploma in journalism from Lethbridge College and has more than a decade of reporting experience working for news organizations throughout Canada. His experiences include covering territorial and federal politics in Nunavut, Canada. He has worked exclusively within the financial sector since 2007, when he started with the Canadian Economic Press. Neils can be contacted at: 1 866 925 4826 ext. 1526 nchristensen at kitco.com @Neils_c\n\nShare",
        "link":"https:\/\/www.kitco.com\/news\/article\/2025-05-12\/gold-has-path-4000-us-credibility-crumbles-wisdomtrees-nitesh-shah"
    }
]