[
    {
        "site":"Kitco",
        "title":"Mining News, Mining Stocks, Junior Mining",
        "authors":"",
        "publish_date":"N\/A",
        "text":"China quietly issues 2025 rare earth quotas\n\nChina has quietly issued its first 2025 rare earth mining and smelting quotas without the typical public statement, sources with knowledge of the matter said this week, another sign of Beijing tightening its control over the crucial sector.The quotas are closely monitored as a barometer for the global supply of rare earths, a group of 17 elements used in electric vehicles, wind turbines, robots and missiles. China is the world’s largest producer of the minerals and the government typically issues them twice a year to state-owned companies but they have been delayed this year.",
        "link":"https:\/\/www.kitco.com\/news\/category\/mining"
    },
    {
        "site":"Kitco",
        "title":"COMMODITIES News",
        "authors":"",
        "publish_date":"N\/A",
        "text":"Dovish Fed comments suggest FOMC intrigue, gold will challenge $3,500 soon – Commerzbank’s Nguyen\n\n(Kitco News) – Gold prices are getting a boost from an outspoken dove at the FOMC who may be angling for Powell’s job, and the yellow metal should be bumping up against the April all-time high of $3,500 per ounce in short order, according to Thu Lan Nguyen, head of FX and commodity research at Commerzbank.",
        "link":"https:\/\/www.kitco.com\/news\/category\/commodities"
    },
    {
        "site":"Kitco",
        "title":"CRYPTOCURRENCIES News",
        "authors":"",
        "publish_date":"N\/A",
        "text":"(Kitco News) – The U.S. Senate Banking Committee announced the release of a draft structure for U.S. digital asset market legislation on Wednesday, and crypto industry executives are hailing it as a major step forward for the American cryptocurrency ecosystem.The discussion draft builds on the CLARITY Act, which passed the House of Representatives last week with strong bipartisan support.",
        "link":"https:\/\/www.kitco.com\/news\/category\/cryptocurrencies"
    },
    {
        "site":"Kitco",
        "title":"ECONOMY News",
        "authors":"",
        "publish_date":"N\/A",
        "text":"The only way for the U.S. to escape its current debt crisis is to inflate away the value of its obligations, much like what happened in the 1970s, said Rick Rule, veteran investor and President & CEO of Rule Investment Media. This dynamic creates a bullish case for commodities like precious metals, uranium, and copper, with energy also poised to benefit under the new presidential administration.",
        "link":"https:\/\/www.kitco.com\/news\/category\/economy"
    },
    {
        "site":"Kitco",
        "title":"Silver still has potential for a sharper upside through year-end - Sprott’s Smirnova",
        "authors":"",
        "publish_date":"2025-07-24 00:00:00",
        "text":"Neils Christensen Neils Christensen has a diploma in journalism from Lethbridge College and has more than a decade of reporting experience working for news organizations throughout Canada. His experiences include covering territorial and federal politics in Nunavut, Canada. He has worked exclusively within the financial sector since 2007, when he started with the Canadian Economic Press. Neils can be contacted at: 1 866 925 4826 ext. 1526 nchristensen at kitco.com @Neils_c\n\nShare",
        "link":"https:\/\/www.kitco.com\/news\/article\/2025-07-24\/silver-still-has-potential-sharper-upside-through-year-end-sprotts-smirnova"
    },
    {
        "site":"Kitco",
        "title":"SILVER News",
        "authors":"",
        "publish_date":"N\/A",
        "text":"",
        "link":"https:\/\/www.kitco.com\/news\/category\/commodities\/silver"
    },
    {
        "site":"Kitco",
        "title":"Digital assets draft ‘a monumental step’ for the U.S. industry, Clarity Act ‘a modern-day Glass-Steagall for crypto’ – Executives",
        "authors":"",
        "publish_date":"2025-07-24 00:00:00",
        "text":"Ernest Hoffman Ernest Hoffman is a Crypto and Market Reporter for Kitco News. He has over 15 years of experience as a writer, editor, broadcaster and producer for media, educational and cultural organizations. Ernest began working in market news in 2007, establishing the broadcast division of CEP News in Montreal, Canada, where he developed the fastest web-based audio news service in the world and produced economic news videos in partnership with MSN and the TMX. He has a Bachelor's degree Specialization in Journalism from Concordia University. You can reach Ernest at 1-514-670-1339.\n\nShare",
        "link":"https:\/\/www.kitco.com\/news\/article\/2025-07-24\/digital-assets-draft-monumental-step-us-industry-clarity-act-modern-day"
    },
    {
        "site":"Kitco",
        "title":"Trade deal optimism weighs on precious metals",
        "authors":"",
        "publish_date":"2025-07-24 00:00:00",
        "text":"Gold extended its decline for a second consecutive session as markets responded positively to emerging prospects for a trade agreement between the United States and European Union. The precious metal's retreat reflects broader investor sentiment shifting toward risk assets amid hopes for reduced trade tensions.\n\nThe European Union appears to be progressing toward a comprehensive trade accord with Washington that would establish a 15% tariff regime on EU goods entering American markets. This development represents a significant diplomatic achievement, as it would effectively circumvent the more punitive 30% levy originally scheduled to take effect on August 1. The proposed framework mirrors the structure of the existing US-Japan trade agreement and would encompass a broad range of products, potentially including automotive exports.\n\nDespite these encouraging developments, market participants remain cautiously positioned as the August 1 deadline approaches rapidly. The looming possibility of substantial tariffs being imposed on numerous trading partners who have yet to finalize agreements with the United States continues to generate uncertainty across global markets. This apprehension is particularly acute given the significant economic implications such measures could have on international trade flows.\n\nAdding to the complex trade landscape, investors are closely monitoring developments regarding US-China relations. Treasury Secretary Scott Bessent is scheduled to engage with Chinese officials in the coming week, meetings that could provide crucial clarity on the trajectory of the world's two largest economies' trade relationship. The outcome of these discussions will likely have far-reaching implications for global commodity markets, including precious metals.\n\nIn today's trading session, gold futures on the Comex exchange surrendered $24.10, representing a 0.71% decline, to settle at $3,373.50 per ounce. The metal recovered substantially from intraday lows of $3,344.20, suggesting some underlying support despite the overall bearish sentiment. Silver experienced a parallel decline, falling $0.28 or 0.71% to close at $39.22 per ounce, after touching session lows of $38.93.\n\nThe precious metals' weakness was amplified by notable strength in the US dollar, which advanced 0.30% to reach 97.50 on the dollar index. This currency appreciation typically pressures gold and silver prices, as it makes dollar-denominated commodities more expensive for holders of other currencies, thereby reducing international demand.\n\nThe current market dynamics illustrate the delicate balance between geopolitical developments and precious metals valuations, with trade policy remaining a critical driver of investor sentiment in the near term.\n\nFor those that would like more information about our services click here\n\nWishing you as always good trading,",
        "link":"https:\/\/www.kitco.com\/opinion\/2025-07-24\/trade-deal-optimism-weighs-precious-metals"
    },
    {
        "site":"Kitco",
        "title":"Newmont reports record free cash flow in Q2 despite lower production",
        "authors":"",
        "publish_date":"2025-07-24 00:00:00",
        "text":"Neils Christensen Neils Christensen has a diploma in journalism from Lethbridge College and has more than a decade of reporting experience working for news organizations throughout Canada. His experiences include covering territorial and federal politics in Nunavut, Canada. He has worked exclusively within the financial sector since 2007, when he started with the Canadian Economic Press. Neils can be contacted at: 1 866 925 4826 ext. 1526 nchristensen at kitco.com @Neils_c\n\nShare",
        "link":"https:\/\/www.kitco.com\/news\/article\/2025-07-24\/newmont-reports-record-free-cash-flow-q2-despite-lower-production"
    },
    {
        "site":"Kitco",
        "title":"GOLD News",
        "authors":"",
        "publish_date":"N\/A",
        "text":"",
        "link":"https:\/\/www.kitco.com\/news\/category\/commodities\/gold"
    }
]