[
    {
        "site":"Kitco",
        "title":"Mining News, Mining Stocks, Junior Mining",
        "authors":"",
        "publish_date":"N\/A",
        "text":"US Steel appoints three American board directors after Nippon deal\n\nUS Steel said on Wednesday it had appointed three American directors to its board, more than a month after Nippon Steel closed its $14.9 billion acquisition of the company.The company, which is now a subsidiary of Nippon Steel, said its board now has seven directors, four of whom are US citizens, including three independent US directors.The appointments include John Donovan, a member of the US government’s National Security Telecommunications Advisory Committee from 2019 to 2023, and Robert Stevens, former CEO of defense giant Lockheed Martin.",
        "link":"https:\/\/www.kitco.com\/news\/category\/mining"
    },
    {
        "site":"Kitco",
        "title":"COMMODITIES News",
        "authors":"",
        "publish_date":"N\/A",
        "text":"Trump’s scrap copper quotas too small to shift the market\n\nProposed limits on US scrap copper exports which aim to reduce reliance on overseas production of the metal, are unlikely to have much impact, analysts say, with exports already below the planned cap.Copper is a vital material for the power generation and transmission industries, for artificial intelligence and data centres and for electric vehicles.",
        "link":"https:\/\/www.kitco.com\/news\/category\/commodities"
    },
    {
        "site":"Kitco",
        "title":"CRYPTOCURRENCIES News",
        "authors":"",
        "publish_date":"N\/A",
        "text":"Digital assets draft ‘a monumental step’ for the U.S. industry, Clarity Act ‘a modern-day Glass-Steagall for crypto’ – Executives\n\n(Kitco News) – The U.S. Senate Banking Committee announced the release of a draft structure for U.S. digital asset market legislation on Wednesday, and crypto industry executives are hailing it as a major step forward for the American cryptocurrency ecosystem.The discussion draft builds on the CLARITY Act, which passed the House of Representatives last week with strong bipartisan support.",
        "link":"https:\/\/www.kitco.com\/news\/category\/cryptocurrencies"
    },
    {
        "site":"Kitco",
        "title":"ECONOMY News",
        "authors":"",
        "publish_date":"N\/A",
        "text":"The only way for the U.S. to escape its current debt crisis is to inflate away the value of its obligations, much like what happened in the 1970s, said Rick Rule, veteran investor and President & CEO of Rule Investment Media. This dynamic creates a bullish case for commodities like precious metals, uranium, and copper, with energy also poised to benefit under the new presidential administration.",
        "link":"https:\/\/www.kitco.com\/news\/category\/economy"
    },
    {
        "site":"Kitco",
        "title":"Gold market analysis for August 1 - key intra-day price entry levels for active traders",
        "authors":"",
        "publish_date":"2025-08-01 00:00:00",
        "text":"Jim Wyckoff has spent over 25 years involved with the stock, financial and commodity markets. He was a financial journalist with the FWN newswire service for many years, including stints as a reporter on the rough-and-tumble commodity futures trading floors in Chicago and New York. As a journalist, he has covered every futures market traded in the U.S., at one time or another.\n\nJim is the proprietor of the \"Jim Wyckoff on the Markets\" analytical, educational and trading advisory service. Jim also worked as a technical analyst for Dow Jones Newswires and as the senior market analyst with TraderPlanet.com. Jim is also a consultant with the highly respected \"Pro Farmer\" agricultural advisory service. Jim was also the head equities analyst at CapitalistEdge.com. He received his degree from Iowa State University in Ames, Iowa, where he studied journalism and economics.\n\nFollow Jim daily on Kitco.com as he provides both AM and PM roundups and a daily Technical Special. 1 877 963-NEWS jwyckoff at kitco.com",
        "link":"https:\/\/www.kitco.com\/news\/article\/2025-08-01\/gold-market-analysis-august-1-key-intra-day-price-entry-levels-active"
    },
    {
        "site":"Kitco",
        "title":"BITCOIN News",
        "authors":"",
        "publish_date":"N\/A",
        "text":"",
        "link":"https:\/\/www.kitco.com\/news\/category\/cryptocurrencies\/bitcoin"
    },
    {
        "site":"Kitco",
        "title":"Bitcoin August 1 daily chart alert - Bears gain some technical momentum",
        "authors":"",
        "publish_date":"2025-08-01 00:00:00",
        "text":"Jim Wyckoff has spent over 25 years involved with the stock, financial and commodity markets. He was a financial journalist with the FWN newswire service for many years, including stints as a reporter on the rough-and-tumble commodity futures trading floors in Chicago and New York. As a journalist, he has covered every futures market traded in the U.S., at one time or another.\n\nJim is the proprietor of the \"Jim Wyckoff on the Markets\" analytical, educational and trading advisory service. Jim also worked as a technical analyst for Dow Jones Newswires and as the senior market analyst with TraderPlanet.com. Jim is also a consultant with the highly respected \"Pro Farmer\" agricultural advisory service. Jim was also the head equities analyst at CapitalistEdge.com. He received his degree from Iowa State University in Ames, Iowa, where he studied journalism and economics.\n\nFollow Jim daily on Kitco.com as he provides both AM and PM roundups and a daily Technical Special. 1 877 963-NEWS jwyckoff at kitco.com",
        "link":"https:\/\/www.kitco.com\/news\/article\/2025-08-01\/bitcoin-august-1-daily-chart-alert-bears-gain-some-technical-momentum"
    },
    {
        "site":"Kitco",
        "title":"Gold losses ground against dollar headwinds",
        "authors":"",
        "publish_date":"2025-07-31 00:00:00",
        "text":"Gold's performance in July 2025 has presented investors with a complex narrative of short-term recovery amid longer-term technical concerns. Following a sharp 4.59% decline from the previous week's close, the precious metal managed to regain some composure, with Comex futures advancing $16.40 (0.49%) to trade at $3,344.30 as of 4:30 PM ET. This recovery came after the metal touched an intraday high of $3,366.70 before retreating, while spot gold mirrored this price action at $3,291.70.\n\nThe most compelling aspect of gold's current market structure lies in the divergence between spot and futures positioning relative to their respective 100-day simple moving averages. This technical divergence reveals a troubling picture for gold bulls with medium to long-term horizons. While spot gold finds support at its 100-day SMA, futures remain firmly positioned below this critical technical level. This disparity suggests that near-term bullish sentiment may be masking underlying structural weakness in the gold market.\n\nThe implications of this technical setup cannot be understated. When futures markets, which typically lead spot prices due to their forward-looking nature, fail to reclaim key moving averages while spot markets hold above them, it often signals that institutional money is less optimistic about future price appreciation than current physical demand might suggest.\n\nJuly's conclusion allows for a comprehensive assessment of gold's recent trajectory, and the picture is one of remarkable stagnation despite headline-grabbing record highs. Over the past three months, from April's close to current levels, gold futures have declined approximately $40, representing a 1.21% loss. This sideways action is perhaps best illustrated by the formation of three consecutive monthly doji candlesticks, indicating that each month's close approximated its opening level.\n\nParadoxically, these same monthly candles feature extended upper wicks, visual representations of gold's multiple record-highs that ultimately proved unsustainable. This technical formation suggests that while gold has demonstrated the ability to reach new peaks, it has consistently failed to maintain these elevated levels, indicating potential distribution at higher prices.\n\nThe four-month period of relative price stagnation, punctuated by four separate record closing prices, presents a classic case of a market struggling to establish a sustainable upward trajectory. This pattern often emerges when fundamental drivers conflict with technical resistance levels, creating an environment where breakouts fail to sustain momentum.\n\nSilver's Divergent Path and Recent Vulnerability\n\nSilver's performance provides an interesting counterpoint to gold's story, having gained 10.98% or $3.64 since April's close, demonstrating that the precious metals complex has not moved in lockstep. However, this outperformance came under pressure in the final days of July, with silver futures declining today by $0.36 (0.98%) to $36.81.\n\nMore concerning for silver bulls was Wednesday's 3.15% decline, which decisively broke support at $37.70—a level that had held firm and represented decade-long highs. Still I am bullish on silver as it stands to benefit from positive trade outcomes.\n\nFederal Reserve Policy and Market Reaction\n\nThe Federal Reserve's July FOMC meeting conclusion, which left interest rates unchanged as widely anticipated, triggered an unexpected and dramatic selloff in both precious metals. This market reaction proved particularly puzzling given that the Fed's decision aligned perfectly with market expectations and failed to surprise either investors or analysts.\n\nThe counterintuitive response to a non-event highlights the fragile sentiment surrounding precious metals and suggests that traders may be positioning for policy shifts that have yet to materialize. This type of reaction often indicates that markets are oversensitive to Federal Reserve communications, even when those communications contain no new information.\n\nDollar Strength as the Defining Factor\n\nPerhaps the most significant headwind facing precious metals has been the resurgent strength in the U.S. dollar. The dollar index has posted gains for six consecutive trading sessions, accumulating a 3% advance and breaking above the psychologically important 100 level for the first time since May. This six-day rally has single-handedly defined July's monthly performance for the greenback, which closed the month up 3.39% and ended a six-month losing streak.\n\nThe inverse relationship between dollar strength and precious metals prices remains one of the most reliable dynamics in commodity markets. As the dollar strengthens, gold and silver become more expensive for holders of other currencies, typically dampening international demand. The sustained nature of the dollar's recent advance suggests that this headwind may persist, potentially limiting upside potential for precious metals in the near term.\n\nThe renewed strength in the U.S. dollar, ending its six-month decline, represents perhaps the most significant challenge facing precious metals moving forward. Until this dynamic shifts, gold and silver may continue to struggle in establishing sustainable upward momentum, despite periodic attempts to reach new highs.\n\nFor those that would like more information about our services click here\n\nWishing you as always good trading,",
        "link":"https:\/\/www.kitco.com\/opinion\/2025-07-31\/gold-losses-ground-against-dollar-headwinds"
    },
    {
        "site":"Kitco",
        "title":"Gold struggles as Powell’s remarks dampen hopes for September rate cut",
        "authors":"",
        "publish_date":"2025-07-30 00:00:00",
        "text":"Neils Christensen Neils Christensen has a diploma in journalism from Lethbridge College and has more than a decade of reporting experience working for news organizations throughout Canada. His experiences include covering territorial and federal politics in Nunavut, Canada. He has worked exclusively within the financial sector since 2007, when he started with the Canadian Economic Press. Neils can be contacted at: 1 866 925 4826 ext. 1526 nchristensen at kitco.com @Neils_c\n\nShare",
        "link":"https:\/\/www.kitco.com\/news\/article\/2025-07-30\/gold-struggles-powells-remarks-dampen-hopes-september-rate-cut"
    },
    {
        "site":"Kitco",
        "title":"Cracking the alchemist's code: fusion energy company looks to turn mercury into gold",
        "authors":"",
        "publish_date":"2025-07-30 00:00:00",
        "text":"Neils Christensen Neils Christensen has a diploma in journalism from Lethbridge College and has more than a decade of reporting experience working for news organizations throughout Canada. His experiences include covering territorial and federal politics in Nunavut, Canada. He has worked exclusively within the financial sector since 2007, when he started with the Canadian Economic Press. Neils can be contacted at: 1 866 925 4826 ext. 1526 nchristensen at kitco.com @Neils_c\n\nShare",
        "link":"https:\/\/www.kitco.com\/news\/article\/2025-07-30\/cracking-alchemists-code-fusion-energy-company-looks-turn-mercury-gold"
    }
]