[
    {
        "site":"Kitco",
        "title":"Mining News, Mining Stocks, Junior Mining",
        "authors":"",
        "publish_date":"N\/A",
        "text":"Anglo American’s copper, diamond production falls in first half\n\nAnglo American on Thursday reported a 13% fall in copper production in the first half of the year to 342,200 metric tons, and a 26% fall in rough diamonds, as demand remains sluggish.The London-listed miner still expects to mine 690,000-750,000 tons of copper this year, down from 773,000 in 2024. The metal is used in electrical wiring and its demand is expected to increase for electric vehicles and renewable energy infrastructure.The miner is restructuring its business to mainly focus on copper, as well as iron ore, following BHP’s failed attempt to take it over last year.",
        "link":"https:\/\/www.kitco.com\/news\/category\/mining"
    },
    {
        "site":"Kitco",
        "title":"COMMODITIES News",
        "authors":"",
        "publish_date":"N\/A",
        "text":"(Kitco News) - Gold and silver bulls were riding high—until another rally collapsed at the last hurdle. For the fourth time, gold made another mad dash for the $3,400 finish line—only to trip over its own shoelaces once again.",
        "link":"https:\/\/www.kitco.com\/news\/category\/commodities"
    },
    {
        "site":"Kitco",
        "title":"CRYPTOCURRENCIES News",
        "authors":"",
        "publish_date":"N\/A",
        "text":"(Kitco News) - The United States is entering a “debt spiral by design,” according to macro strategist Lyn Alden, who warns that rising deficits, interest costs, and protectionist trade policies are structurally embedding long-term fiscal instability into the global economy",
        "link":"https:\/\/www.kitco.com\/news\/category\/cryptocurrencies"
    },
    {
        "site":"Kitco",
        "title":"ECONOMY News",
        "authors":"",
        "publish_date":"N\/A",
        "text":"The only way for the U.S. to escape its current debt crisis is to inflate away the value of its obligations, much like what happened in the 1970s, said Rick Rule, veteran investor and President & CEO of Rule Investment Media. This dynamic creates a bullish case for commodities like precious metals, uranium, and copper, with energy also poised to benefit under the new presidential administration.",
        "link":"https:\/\/www.kitco.com\/news\/category\/economy"
    },
    {
        "site":"Kitco",
        "title":"Wall Street bets on gold consolidation or correction, Main Street remains bullish as Fed rate decision and major data loom",
        "authors":"",
        "publish_date":"2025-07-25 00:00:00",
        "text":"Ernest Hoffman Ernest Hoffman is a Crypto and Market Reporter for Kitco News. He has over 15 years of experience as a writer, editor, broadcaster and producer for media, educational and cultural organizations. Ernest began working in market news in 2007, establishing the broadcast division of CEP News in Montreal, Canada, where he developed the fastest web-based audio news service in the world and produced economic news videos in partnership with MSN and the TMX. He has a Bachelor's degree Specialization in Journalism from Concordia University. You can reach Ernest at 1-514-670-1339.\n\nShare",
        "link":"https:\/\/www.kitco.com\/news\/article\/2025-07-25\/wall-street-bets-gold-consolidation-or-correction-main-street-remains"
    }
]