[
    {
        "site":"Kitco",
        "title":"Mining News, Mining Stocks, Junior Mining",
        "authors":"",
        "publish_date":"N\/A",
        "text":"China quietly issues 2025 rare earth quotas\n\nChina has quietly issued its first 2025 rare earth mining and smelting quotas without the typical public statement, sources with knowledge of the matter said this week, another sign of Beijing tightening its control over the crucial sector.The quotas are closely monitored as a barometer for the global supply of rare earths, a group of 17 elements used in electric vehicles, wind turbines, robots and missiles. China is the world’s largest producer of the minerals and the government typically issues them twice a year to state-owned companies but they have been delayed this year.",
        "link":"https:\/\/www.kitco.com\/news\/category\/mining"
    },
    {
        "site":"Kitco",
        "title":"COMMODITIES News",
        "authors":"",
        "publish_date":"N\/A",
        "text":"Spot gold trades at $3,366\/oz as U.S. flash S&P PMI shows strength in services, contraction in manufacturing\n\n(Kitco News) - The gold market is holding above its earlier lows after the latest U.S. data showed growing momentum in the service sector but further weakening in manufacturing.S&P Global reported on Thursday that its flash Purchasing Managers Index (PMI) for the service sector rose to 55.2 in July, up from June’s reading of 52.9. Activity in the service sector was above expectations, as economists had forecasted a reading of 53.",
        "link":"https:\/\/www.kitco.com\/news\/category\/commodities"
    },
    {
        "site":"Kitco",
        "title":"CRYPTOCURRENCIES News",
        "authors":"",
        "publish_date":"N\/A",
        "text":"(Kitco News) - The United States is entering a “debt spiral by design,” according to macro strategist Lyn Alden, who warns that rising deficits, interest costs, and protectionist trade policies are structurally embedding long-term fiscal instability into the global economy",
        "link":"https:\/\/www.kitco.com\/news\/category\/cryptocurrencies"
    },
    {
        "site":"Kitco",
        "title":"ECONOMY News",
        "authors":"",
        "publish_date":"N\/A",
        "text":"The only way for the U.S. to escape its current debt crisis is to inflate away the value of its obligations, much like what happened in the 1970s, said Rick Rule, veteran investor and President & CEO of Rule Investment Media. This dynamic creates a bullish case for commodities like precious metals, uranium, and copper, with energy also poised to benefit under the new presidential administration.",
        "link":"https:\/\/www.kitco.com\/news\/category\/economy"
    },
    {
        "site":"Kitco",
        "title":"China’s gold consumption drops 3.5% in H1, jewelry sales fall while bar and coin demand surges - China Gold Association",
        "authors":"",
        "publish_date":"2025-07-25 00:00:00",
        "text":"Ernest Hoffman Ernest Hoffman is a Crypto and Market Reporter for Kitco News. He has over 15 years of experience as a writer, editor, broadcaster and producer for media, educational and cultural organizations. Ernest began working in market news in 2007, establishing the broadcast division of CEP News in Montreal, Canada, where he developed the fastest web-based audio news service in the world and produced economic news videos in partnership with MSN and the TMX. He has a Bachelor's degree Specialization in Journalism from Concordia University. You can reach Ernest at 1-514-670-1339.\n\nShare",
        "link":"https:\/\/www.kitco.com\/news\/article\/2025-07-25\/chinas-gold-consumption-drops-35-h1-jewelry-sales-fall-while-bar-and-coin"
    }
]